<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>

<!-- Modal -->
<div class="modal fade" id="openModalUse" tabindex="-1" role="dialog">
	<div class="modal-dialog modal-lg" role="document">
		<div class="modal-content">
			<div class="modal-header">
				<h5 class="modal-title" id="">이용약관</h5>
				<button type="button" class="close" data-dismiss="modal">
					<span>&times;</span>
				</button>
			</div>
			<div class="w3-bar w3-border-bottom">
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use0')">이용약관</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use1')">1. 도입</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use2')">2. 귀하의 의무</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use3')">3. 콘텐츠 및 소유권</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use4')">4. 개인정보보호</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use5')">5. 서비스 요금</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use6')">6. 취소</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use7')">7. 전자상거래</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use8')">8.  동영상 서비스</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use9')">9. 타사 서비스</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use10')">10. Wix 로고 메이커</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use11')">11. 부당행위 및 저작권</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use12')">12. 보증에 대한 법적 고지</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use13')">13. 책임의 한계</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use14')">14. 면책조항</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'use15')">15. 일반사항</button>
			</div>
			<div class="modal-body">
				<div id="use0" class="w3-container page">
					<h1>이용약관</h1>
					<p>Wix.com의 이용약관을 읽어 주셔서 감사합니다!
					귀하와 함께 하게 되어 정말로 기쁩니다. 저희 서비스를 사용하기로 선택하여 주셔서 감사합니다.
					다음은 저희 웹사이트를 방문하거나 저희 서비스를 이용하는 모든 개인에게 적용되는 중요한 법적 약관입니다. 
					이 약관은 귀하와 저희 모두를 보호하고, 저희 서비스를 모두가 이용하고 더욱 즐길 수 있도록 하기 위해 필요합니다. 
					다음은 저희 웹사이트를 방문하거나 저희 서비스를 이용하는 모든 개인에게 적용되는 중요한 법적 약관입니다. 
					이 약관은 귀하와 저희 모두를 보호하고, 저희 서비스를 모두가 이용하고 더욱 즐길 수 있도록 하기 위해 필요합니다. 
					Wix는 광범위한 서비스와 기능을 제공하며, 아래의 규정들 중 일부는 귀하가 사용하는 구체적 서비스와 관련이 없을 수 있습니다.
					법적 약관을 읽는 일이 다소 따분하기 하지만, 이러한 경험을 더욱 즐겁게 하기 위해 노력하고 있습니다. 
					저희가 개선할 수 있는 방법에 대해 의견이 있으시면, support@wix.com으로 언제든지 연락해 주십시오.</p>
				</div>
				<div id="use1" class="w3-container page">
					<h1>1. 도입</h1>
					<p>1.1. 당사의 목적
					당사의 서비스는, 사용자가 아름답고 기능성이 좋은 온라인 플랫폼습을 쉽게 제작하고, 사업과 콘텐츠, 아이디어를 관리 및 홍보하고, 
					기술적 지식이나 디자인 전문가 없이도 위에서 말한 일들을 전체적으로 잘 처리해낼 수 있는 기법을 제공합니다. 당사는, 아래에서 상세하게 설명하고 있듯이, 
					사용자들이 훌륭한 웹사이트와 온라인 전자거래 플랫폼, 뉴스레터, 갤러리, 미디어 플레이어, 모바일 앱, 기타 온라인 및 모바일 애플리케이션, 도구, 서비스 등을 
					제작, 공개, 사용할 수 있도록 수 많은 도구와 기능들을 사용자에게 제공합니다. 사용자가 제작한 온라인 및 모바일 웹사이트와 플랫폼은 이 약관에서 집합적으로 “사용자 플랫폼"이라 합니다.</p>
					<p>1.2. 법적 계약
Wix.com의 이용약관(“이용약관”) 그리고 Wix.com의 웹사이트에 제시된 당사의 서비스 및 기능 일부에 특별히 적용되는 추가 약관(“Wix 웹사이트” 및 집합적으로 “Wix 약관”)은 모두 Wix 웹사이트, Wix 모바일 애플리케이션(“Wix 앱”) 및/또는 그에 대해 당사가 제공하는 기타 서비스, 애플리케이션 및 기능(Wix 웹사이트 또는 Wix 앱을 통해 제공되는 모든 서비스, 집합적으로 “Wix 서비스” 또는 “서비스”)에 대한 각 방문자 또는 사용자("사용자”, “귀하”)에게 적용 가능한 전체 약관과 조건을 기술합니다. 단, 당사가 명시적으로 달리 기술한 경우는 예외로 합니다.

​

Wix 약관은, Wix 서비스의 사용과 관련하여 Wix.com Ltd. 및 전세계 계열사와 자회사("Wix", "저희" 또는 "우리") 및 귀하 사이에 체결된 구속력이 있고 집행이 가능한 법적 계약을 구성합니다. 그러므로 이 약관을 주의 깊게 읽어 주십시오.

​

귀하는 귀하가 Wix 약관에 완전히 동의하고, 임의의 Wix 서비스를 이용 및/또는 등록함으로써 모든 Wix 서비스의 사용에 적용되는 이 사용약관 및 기타 Wix 약관을 완전히 이해하고 동의했음을 표명하고 확인한 경우에만 Wix 서비스 또는 Wix 앱을 방문 및/또는 이용할 수 있습니다.  

​

만약 Wix 약관을 완전히 읽고, 이해하며, 이에 동의하지 않을 경우, 즉시 Wix의 웹사이트를 종료하고 Wix 서비스의 모든 사용을 피하고 중단해야 합니다.

 

당사의 서비스를 이용함으로써 귀하는 http://www.wix.com/about/privacy에서 찾아볼 수 있는 당사의 개인정보보호정책 (“개인정보보호정책”)을 읽었음을 인정하는 것이 됩니다.</p>
					<p>1.3. 사용자 계정
Wix 서비스의의 특정 섹션 및 기능에 액세스하고 이용하려면, Wix에 먼저 등록하고 계정을 만들어야 합니다("사용자 계정").

 

귀하 이외의 개인이 귀하의 사용자 계정 및/또는 귀하의 사용자 플랫폼 설정에 액세스한다면, (Wix 서비스에 달리 기재되지 않는 한) 그 개인은 귀하가 이용할 수 있는 임의의 행동을 수행하며, 귀하의 사용자 플랫폼 및 사용자 계정을 변경하고, 이용 가능한 모든 법적 약관을 수락하고, 다양한 대변 및 보증을 할 수 있으며, 이러한 모든 행동은 귀하를 대신하여 귀하의 이름으로 수행되는 것으로 간주됩니다.  

 

따라서, 귀하의 특별한 승인 여부와 상관 없이, 귀하는 귀하의 사용자 계정 및/또는 사용자 플랫폼 에서 발생하는 모든 행동(해당 계정 및 웹사이트에서 이루어지는 모든 대변, 보증 및 약정 포함) 및 해당 행동으로부터 발생하는 모든 피해, 비용 또는 손실에 대해 단독으로 전적인 책임을 져야 하므로, 당사는 귀하의 사용자 계정 로그인 자격증명의 보안을 유지하고, 해당 액세스는 신뢰하는 개인에게만 허용할 것을 강력하게 권장합니다.  

 

귀하의 사용자 계정을 등록하고, 귀하가 유일한 독점적 권리 보유자인 Wix 서비스를 이용할 때 정확하고 완전한 정보를 제공해야 합니다. 귀하가 제공하신 정보를 사용하여 저희에게 제출된 사용자 계정 및/또는 사용자 콘텐츠(아래 정의)의 실제 및 진정한 소유자를 식별하고 판단하므로, 유효한 이메일 주소를 포함한 귀하 자신(또는 귀사)의 연락처 및 청구 사항을 제공하시도록 강력하게 권장합니다.

 

사용자 계정 소유권에 대해 분쟁이 발생할 경우, 당사는 저희가 수행하는 독립 조사의 여부와 상관없이 당사의 합리적인 판단을 기준으로 사용자 계정의 소유권을 판단할 권리를 보유합니다. 하지만, 만약 저희가 그러한 판단을 할 수 없다면(독자적인 재량으로), 귀하나 다른 당사자에 대한 의무없이 판단을 회피하거나 그러한 소유권에 대해 다투는 당사자들이 합의에 이를 때까지 사용자 계정을 정지할 권리를 보유합니다. 우리는 소유권을 결정하는 데 도움이 될 수 있는 문서(예를 들어, 정부가 발급한 신분증, 사업자등록증 등)를 요구할 수 있습니다. 다른 무엇보다, 저희는 아래에 기술한 원칙들을 고려할 수 있습니다.

 

Wix는, 해당 Wix 서비스에 대해 생성되었거나 업로드된 사용자 계정, 사용자 플랫폼 및/또는 사용자 콘텐츠의 소유자를, 해당 사용자 플랫폼 또는 사용자 콘텐츠가 만들어진 해당 사용자 계정에 대한 Wix의 기록에 당시 기재된 이메일 주소에 액세스할 수 있는 개인이나 기업으로서 간주합니다.

유료 서비스(아래 제 5조에 정의)가 사용자 계정을 통해 구매된 경우, Wix는, 해당 사용자 계정 또는 사용자 플랫폼 및/또는 해당 계정이나 사이트에서 생성된 사용자 콘텐츠의 소유자를 해당 유료 서비스를 구매하는 데 사용한 청구 정보(“요금청구 정보”)를 보유한 개인 또는 기업으로 간주할 수 있습니다. 전술한 내용에도 불구하고, 해당될 경우, 만약 사용자 플랫폼이 (아래 정의된 특정 유료 서비스의 일부로 불러오거나 구매된) 외부 도메인 네임과 연결되어 있었고, 해당 도메인의 등록 정보가 www.whois.net 웹사이트 또는 Wix의 데이터베이스에 제공되는 WHOIS 데이터베이스를 통해 공개될 경우, Wix는 해당 사용자 플랫폼 의 소유자를 해당 도메인의 소유자로 등록된 개인이나 기업으로 간주합니다. 개인 및 기업이 모두 해당 도메인의 등록자 또는 등록 단체로 등록되는 경우, Wix는 해당 기업을 도메인의 실제 소유자로 간주하며, 그에 따라 해당 도메인에 연결된 사용자 플랫폼 의 소유자로 간주합니다. 요금청구 정보에서 어떤 개인을 사용자 플랫폼 의 소유자로 표시하였지만, 도메인 등록에서는 다른 개인이 소유자로 표시되어 있을 경우, Wix는 Wix 계정에 도메인의 소유자로 등록된 개인을 사용자 플랫폼 의 소유자로 간주합니다.

그러나, 전술한 내용에 불구하고, Wix는 Wix가 확인한 실제적 상황에 기초하여 Wix의 전적인 판단으로 상황이 그런 결정을 내리기에 타당하다고 판단할 경우, 상기에 설명된 내용을 무시하는 등의 방법으로, 사용자의 콘텐츠나 사용자 플랫폼 의 소유권을 결정할 권리가 있습니다.</p>
				</div>

				<div id="use2" class="w3-container page">
					<h1>2. 귀하의 의무</h1>
					<p>2.1. 귀하는 다음을 대변하고 보증해야 합니다:
귀하는 18세 이상이거나, 귀하의 사법관할지역에서 법적으로 성인이며, 본인 또는 귀하가 Wix 약관에 대해 위임한 개인이나 기업을 대신하여, Wix 약관을 체결하고 구속력이 있는 계약을 수립할, 법적 권한, 권리 및 자유의사를 보유해야 합니다.

귀하는 미국 정부가 Wix 서비스의 사용을 금지한 국가의 거주자가 아니며(또는 Wix 서비스를 사용하지 않으며), 미국 재무부의 특별지정제재대상국(Specially Designated Nationals)이나 기타 적용가능한 무역제재 규정 목록에 등재되어 있지 않아야 합니다.

귀하의 거주 국가 및/또는 귀사의 법인 설립 국가는 귀하가 당사에 제공한 연락처 및/또는 청구지 주소에 기재한 국가와 동일해야 합니다.

귀하는 Wix가 귀하의 사용 또는 귀사의 최종 사용자나 그에 따른 규제준수에 적용될 수 있는 임의의 법률이나 요건과 관련하여 어떠한 법적 조언이나 권유도 제공하지 않음을 알아야 합니다.

그리고 특히 귀사의 사용자 콘텐츠와 관련되어:

귀하는 귀하가 귀하의 사용자 플랫폼에 업로드하거나 제공한, 귀하를 위해 Wix가 가져오거나 복사하거나 업로드한 모든 콘텐츠("사용자 콘텐츠")에 대한 디자인, 이미지, 애니메이션, 동영상 , 음원 파일, 글꼴, 로고, 코드, 일러스트레이션, 구성, 아트워크, 인터페이스, 사용자 이름, 서브도메인 이름 생성의 목적으로 귀하가 제공하는 정보, 문자, 문학작품 및 기타 자료("콘텐츠")에 대한 모든 권리를 보유하거나, 또는 귀하와 당사 또는 당사의 계열회사가 그러한 사용자 콘텐츠를 합법적으로 접근하거나 가져오거나 복사하거나, 사용, 공개, 양도 또는 사용 허가를 주기 위해 필요한 모든 권한, 법적 권리, 라이선스, 동의 및 인가를 소유(및 계속 소유)함을 확인합니다.

귀하는 귀하 자신의 사용자 콘텐츠의 가져오기, 복사, 전시, 업로드, 전송, 또는 다른 방식의 사용 목적으로 Wix 서비스가 어떤 웹사이트, 웹페이지, 또는 다른 온라인 서비스에 접속할 수 있도록 하는, 완전한 권능, 소유권, 사용권, 동의, 권한을 가지고 있으며, 또한 유지할 것입니다.

사용자 콘텐츠는 진실되고, 최신이며, 정확하고, 타사 권리를 침해하지 않아야 하며 어떠한 방법으로도 귀하나 귀하의 사용자 플랫폼의 방문자와 사용자("최종 사용자")가 거주하는 국가에서 업로드, 가져오기, 복사, 보유, 게시, 전송, 표시, 또는 다른 방법으로 사용하는 것이 또는 Wix 및/또는 귀하의 최종 사용자가 Wix 서비스와 관련하여 접속, 가져오기, 복사, 업로드, 사용 또는 소유하는 것이 불법적이지 않아야 합니다.

귀하는 임의의 개인 정보 및/또는 사용자 콘텐츠의 일부인 임의의 개인, 기업 또는 재산의 이미지나 사진을 게시, 전송 및 발행함과 관련하여 모든 적용 가능한 법률에서 요구하는 모든 동의 및 권한을 확보했어야 하며, 향후 그에 따른 모든 법률을 준수해야 합니다.</p>
					<p>2.2. 귀하는 다음을 수락하고 동의해야 합니다.
귀하 또는 귀사의 지리적 위치 내에 있는 귀사의 모든 최종 사용자에게 적용되는 특정 법률을 포함하여, 귀하의 Wix 서비스(및 관련된 모든 상호활동 또는 거래)의 사용에 적용되는 모든 법률 및 기타 계약 조건을 완전히 준수해야 합니다. 

귀하의 사용자 계정 및/또는 사용자 플랫폼에서 발생하는 Wix 서비스의 사용과 관련하여 그리고 귀사의 사용자 콘텐츠(Wix 서비스에 대한 또는 이와 연관된 사용자 콘텐츠의 접속, 가져오기, 업로드, 복사, 사용이나 공개의 모든 결과 포함)에 대해 단독으로 책임지고 의무를 이행해야 합니다.

최종 사용자, 사용자 제품, 귀하가 사용하는 모든 애플리케이션 및 타사 서비스를 포함하여, 귀하의 사용자 플랫폼 에 관하여 귀하가 처리하고 있는 귀하의 사용자 콘텐츠 및 정보를 정기적으로 별도 저장하고 백업해야 합니다.

Wix 또는 그 파트너사로부터 때때로 홍보용 메시지와 자료를 우편, 이메일 또는 귀하가 당사에 제공한 기타 다른 연락 형식(통화나 문자 메시지를 위한 전화번호 포함)으로 받아야 합니다. 이러한 홍보용 자료나 통지를 받고 싶지 않으시면, 언제든지 저희에게 통보하여 주십시오.

Wix가 온라인 및/또는 오프라인에서의 Wix의 마케팅 및 프로모션 활동을 위해 전 세계에서 무료로 영구히 귀하의 사용자 플랫폼 또는 그 일부)의 모든 버전을 사용하도록 하고, 해당 목적을 위해 합리적인 요구가 있는 경우 이를 수정하도록 하고, 귀하는 허용이 제한된 사용과 관련하여 귀하의 사용자 플랫폼 에 대해 보유할 수 있는 과거, 현재 또는 미래의 전 세계 저작인격권, 예술가의 권리 또는 기타 유사한 권리와 관련하여 Wix 또는 Wix를 대표하는 개인에 대한 모든 클레임을 포기해야 합니다.       

임의의 사용자 플랫폼 및/또는 콘텐츠의 호스팅, 전송, 공개 및/또는 디스플레이에 관한 것을 포함하여, Wix 서비스 수행을 위한 수단, 방식 및 방법에 관한 Wix의 단독 재량  (그에 따른 모든 광고 또는 기타 상업용 콘텐츠의 포함 및 제시 포함).

Wix는 네트워크 트래픽 및 대역폭, 콘텐츠의 크기 또는 길이, 콘텐츠의 품질 또는 형식, 콘텐츠의 소스, 다운로드 시간의 분량, 콘텐츠 구독자의 수 등에 대한 제한 없이 가격표에 따른 Wix 서비스의 업로드, 저장, 다운로드 및 사용에 대하여 다른 가격표로 Wix 서비스를 제공하고 다른 제한사항을 적용시킬 권리가 있습니다.</p>
					<p>2.3. 귀하는 다음을 하지 않을 것에 동의하고 수락해야 합니다.
Wix 웹사이트, Wix 서비스 (또는 그 일부), Wix가 제공하는 콘텐츠 또는 사용자 플랫폼내에서 사용하고 디스플레이하기 위한 타사 서비스("사용허가된 콘텐츠") 및/또는 그 일부를 어떠한 방법으로든 복사, 수정, 재사용, 파생작품 생성, 다운로드, 개조, 리버스 엔지니어링, 모방, 다른 서비스로 이전, 번역, 컴파일, 디컴파일 또는 분해하거나 또는 전술한 내용을 Wix의 사전 서면 및 특정 동의없이 그리고/또는 Wix 약관 하에 명시적으로 허가받지 않고 공개적으로 디스플레이, 실행, 전송 또는 유통하는 행위.

명예훼손, 중상, 외설, 괴롭힘, 위협, 선동, 모욕, 인종차별, 모욕, 기만 또는 사기로 간주될 수도 있는 맥락의 임의의 사용자 콘텐츠의 제출, 전송 또는 디스플레이, 또는 사용허가된 콘텐츠를 사용하여, 범죄 또는 유해한 행위를 장려하거나, 또는 Wix 또는 임의의 타사의 권리(모든 지적재산권, 개인정보 보호권리, 계약 또는 신탁권리 포함)를 위반하거나, 또는 명시적 사전 승인 없이 임의의 개인, 기업 또는 브랜드를 나쁘게 또는 폄하하는 행위.

다른 웹사이트, 타사 소프트웨어나 서비스에 대한 로그인 데이터나 비밀번호를 수집하는 불법적 행위.

신용카드 정보 또는 대금을 수금하는 데 사용되는 다른 형태의 금전적 데이터를 피싱(phishing), 수집, 업로드, 또는 다른 방법으로 이용가능하게 만드는 행위. 단, PCI DSS 표준 등 관련법에 따르는 경우는 제외합니다.

악의적, 불법적, 명예훼손적, 외설적 콘텐츠를 Wix 웹사이트 또는 Wix 서비스(또는 그 일부) 내에서 업로드, 삽입, 수집, 기타 방법으로 이용 가능하게 하는 행위.

Wix가 사전에 서면으로 명시적인 승인을 한 경우 이외에는, Wix 서비스 또는 사용허가된 콘텐츠를 Wix가 제공한 것이 아닌 웹사이트, 미디어, 네트워크 또는 시스템, 및/또는 프레임, "딥 링크(deep link)", "페이지 스크레이프(page scrape)", 미러에 공개하거나 또는 사용하지 말고, Wix 서비스, 사용허가된 콘텐츠 및/또는 사용자 플랫폼(또는 그 일부)에 브라우저나 경계 환경을 만들지 말아야 합니다. 

Wix 서비스(또는 그 데이터 또는 콘텐츠)의 일부에 액세스, 확보, 복사 또는 모니터하기 위해 임의의 "로봇", "스파이더" 또는 기타 자동장치, 프로그램, 스크립트, 알고리즘, 방법론 또는 기타 유사하거나 동등한 수동 프로세스를 사용하거나, 또는 어떠한 방법으로든 Wix 서비스의 탐색 구조나 프레젠테이션을 재생 또는 우회하여 Wix 서비스에서 이용하도록 만들어지지 않은 수단을 통해 임의의 자료, 문서, 서비스 또는 정보를 확보하거나 확보하려고 시도하는 행위.

Wix의 명성 및 평판을 손상시키는 것으로 간주될 수 있거나 Wix에게 오명을 안겨 주거나 해를 주는 방법의 행동을 하는 행위.

Wix 또는 Wix 상표 및/또는 변형 및 그의 철자 오기를 사용하는 검색엔진 또는 기타 키워드 클릭 당 비용(예: Google AdWords) 또는 도메인명을 구매하는 행위.

Wix 서비스 및/또는 사용자 플랫폼에 직간접적으로든 임의의 개인이나 기업으로 가장하거나 잘못된 정보를 제공하거나, 또는 귀하가 Wix 및/또는 귀하의 신분을 숨기거나 임의의 최종 사용자에게 보내는 메시지나 송신문의 원문을 위장하기 위한 조작을 수행하는 행위.

임의의 개인이나 기업과의 관계를 허위로 진술하거나 잘못 전하거나, Wix나 타사가 귀하, 귀하의 플랫폼, 귀하의 사업, 귀하의 사용자 제품 또는 귀하의 설명을 명시적으로 또는 암묵적으로 승인한 것처럼 허위 진술하는 행위.

Wix 서비스의 다른 사용자를 리버스 룩업, 추적하거나 또는 추적하려하거나, 다른 모든 사용자의 개인정보보호에 대한 권리 또는 다른 권리를 방해하거나 또는 위반하거나, 또는 Wix 서비스 및/또는 사용자 플랫폼에 대한 방문자나 사용자의 명시적인 동의없이 해당 방문자나 사용자의 개인 신원 확인이 가능한 정보를 수확하거나 수집하는 행위.

Wix 서비스, 사용자 플랫폼, 다른 사용자의 계정 또는 Wix 서비스에 연결된 기타 시스템이나 네트워크에 대한 액세스를 방지하거나 제한하기 위해 사용되는 수단을 해킹, 암호 마이닝, 기타 불법적이거나 금지된 수단으로 불능화, 회피, 우회 또는 기피하는 행위. 

Wix 서비스 또는 Wix 서비스에 연결된 네트워크의 취약성을 조사, 스캔 또는 테스트하는 행위.

Wix 서비스 및/또는 사용자 플랫폼에 업로드하거나 또는 이를 이용하여 임의의 바이럿, 웜, 트로이 목마, 시한폭탄, 웹 버그, 스파이웨어, 맬웨어 또는 임의의 하드웨어, 소프트웨어, 정보통신장비의 작동을 손상시키거나 하이재킹할 수 있는 또는 그러한 의도의 컴퓨터 코드, 파일 또는 프로그램, 또는 실제적으로 또는 잠재적으로 해로운, 파괴적인 또는 침해하는 코드나 컴포넌트를 설계, 개발, 유통 및/또는 전송하거나 실행하는 행위. 

Wix 서비스의 인프라 또는 Wix 서비스에 연결된 Wix의 시스템이나 네트워크에 비합리적인 또는 불균형적으로 큰 부하를 부과하는 조치, 또는 임의의 Wix 서비스, 또는 Wix 서비스를 호스팅하거나 Wix 서비스를 이용가능하게 하는 서버나 네트워크의 운영을 방해하거나 교란하는 행위, 또는 해당 서버나 네트워크의 요건, 절차, 방침, 규정을 준수하지 않는 행위를 하는 행위.

임의의 Wix 서비스 및/또는 사용자 플랫폼을 임의의 형태의 스팸, 일방적 메일, 사기, 스캠, 피싱, "행운의 편지", "피라미드 방식" 또는 유사한 행동과 연계하여 사용하거나, 또는 비윤리적 마케팅이나 광고에 이용하는 행위.

공적으로 지원되는 인터페이스 이외의 수단이나 기술(예를 들어, 스크레이핑(scraping) 및 크롤링(crawling))을 통해 Wix 서비스, 사용자 계정, 사용권을 받은 콘텐츠, 기타 사용자 콘텐츠에 접근하는 행위.

Wix 약관에서 명시적으로 허용하지 않는 한, 사용 허가된 콘텐츠 및/또는 Wix 서비스의 사용이나 액세스를 상업적 목적으로 판매, 사용 허가 또는 이용하는 행위.

Wix 서비스 및/또는 사용 허가된 콘텐츠에 포함되거나 수반되는 저작권 표시[©], 크리에이티브 커먼즈 [(cc)] 표식 또는 상표권 [® 또는 ™]을 포함하여 당사의 라이센서의 독점적 권리를 표시하는 임의의 저작권 통지, 워터마크, 제약 및 신호를 제거하거나 수정하는 행위.

Wix 약관이나 Wix 서비스의 사용에 적용 가능한 모든 법률이나 요건을 위반하거나, 위반하려 시도하거나, 준수하지 않으려고 하는 행위.

벤치마킹 또는 유사한 경쟁적 분석 목적으로, 또는 경쟁성 있는 제품이나 서비스를 구축하기 위해 서비스에 접속하거나 이용하는 것

귀하는 전술한 내용을 준수하지 않거나 또는 이 약관에서 허위진술을 할 경우, 추가 통보 없이 그리고 해당 서비스의 계정에 지불된 금액의 환불 없이 귀하의 사용자 계정 및/또는 귀하에게 제공되는 모든 서비스가 즉각 해지되는 결과를 초래할 수 있음을 인정하고 이에 동의해야 합니다. </p>
				</div>
				<div id="use3" class="w3-container page">
					<h1>3. 콘텐츠 및 소유권</h1>
					<p>3.1. 귀하의 지적 재산
Wix와 귀하의 관계에서, 귀하는 모든 디자인, 이미지, 애니메이션, 동영상 , 음원 파일, 글꼴, 로고, 일러스트레이션, 구성, 아트워크, 코드, 인터페이스, 텍스트, 문학작품 등 귀하의 사용자 콘텐츠와 귀하가 생성한 다른 자료에 관련된 모든 지적재산을 보유합니다. Wix는 귀하의 콘텐츠에 대해서 소유권을 주장하지 않습니다. 귀하에게 서비스를 제공하기 위한 유일한 목적으로, 당사는 귀하의 사용자 콘텐츠에 접속하거나 클라우드 서비스와 CDN 등 우리의 플랫폼에 업로드하거나 복사하여 디스플레이 조정을 하고 백업을 남기고, 당사가 적절하다고 보는 우리 서비스 수행에 요구되는 다른 필요한 기술적 행위나 사용을 할 필요가 있음을 귀하는 이해하고 그에 동의합니다.</p>
					<p>3.2. Wix의 지적재산
적용 가능한 법에 의거 등록 및/또는 등록 가능성 여부에 상관 없이 임의의 지적재산권의 대상이 되거나 될 수 있는 저작권이 있는 소재나 그에 따른 콘텐츠(모든 아트워크, 그래픽, 이미지, 웹사이트 템플릿 및 위젯, 문학작품, 소스 및 객체 코드, 컴퓨터 코드(HTML 포함), 애플리케이션, 음원, 음악, 동영상 및 기타 미디어, 디자인, 애니메이션, 인터페이스, 문서, 파생물, 전술한 것들의 수정판, Wix 서비스의 "룩 앤 필(look and feel)", 방법, 제품, 알고리즘, 데이터, 인터랙티브 기능 및 객체, 광고 및 획득 도구 및 방법, 발명, 영업 비밀, 로고, 도메인, 사용자 지정 URL, 상표권, 서비스 마크, 영업명 및 기타 독점 식별자(집합적으로, "지적재산") 및 그에 따른 모든 파생물을 포함하는 Wix 서비스에 대한 모든 권리, 소유권과 지분은 Wix가 소유하거나 또는 사용허가를 받은 것입니다.

​

Wix 약관을 완전히 준수하고 모든 적용 가능한 요금을 적시에 납부하는 경우, 그리고 귀하가 사용자 계정을 만들고 Wix에서 Wix 서비스를 귀하에게 제공하고자 하는 한, Wix는 귀하에게 비독점적이고, 양도가 불가능하며, 재라이선스가 불가능하고, 완전히 취소가 가능한, 제한적 라이선스를 부여하여, Wix 약관에서 단독 및 명시적으로 허용하는 한도에서 그리고 Wix 서비스 내에서, 귀하의 사용자 플랫폼을 만들어 최종 사용자에게 표시하도록 하며 그에 따른 사용자 제품(아래에서 정의)을 제공하도록 합니다.  

Wix의 약관은 상기에 명시적으로 부여된 제한적인 라이선스의 경우만 제외하고, Wix의 지적 재산(또는 그 일부)에 대한 임의의 권리나 지분을 양도하지 않습니다.  Wix의 약관 내 어떠한 조항도 어떠한 법에서든 Wix의 지적재산권의 양도나 포기로 간주하지 않습니다. 

​

위에 추가하여, Wix 서비스 내에서 이용 가능하게 된 일정한 글꼴은 제3 제공자가 Wix에게 사용을 허락한 것이므로, 그러한 제공자의 라이선스 약관이 추가로 적용되며, 그러한 라이선스 약관은 https://www.wix.com/about/mono-terms-of-use 에서 확인해 볼 수 있습니다.</p>
					<p>3.3. 피드백과 제안
임의의 지적재산권에 해당하거나 해당할 가능성이 있는 Wix 서비스와 관련된 임의의 제안, 의견 또는 기타 피드백(기존, 제안 또는 고려된)을 제공할 경우("피드백"), 해당 피드백은 독점적으로 Wix의 소유이어야 합니다. 사용자는, 그러한 피드백을 Wix에 제공함으로써, 다음과 같은 목적으로 Wix가 그러한 피드백을 사용할 수 있음을 인정하는 것입니다 — (i) Wix 서비스의 추가 개발, 사용자 맞춤, 개선, (ii) 지속적 도움 및 기술적 지원 제공, (iii) 사용자의 피드백에 기초하여, 일반적, 또는 개인맞춤 Wix 관련 고지나 인터뷰 요청을 위해 사용자에게 연락, (iv) 홍보 이벤트 추친, 후원, 제안, 그리고 성과 모니터, (v) Wix가 자체 서비스 제공 및 개선을 위해 사용할 수 있는 종합적 통계자료, 기타 추론적 정보의 생성, (vi) Wix 데이터 보안 및 사기방지 능력의 개선, (vii) 관련법 및 규정의 준수. 또한, 귀하는 (1) 해당 피드백이 정확하고, 완전하며, 어떠한 타사의 권리도 침해하지 않음을 대변하고 보증하며, (2) 해당 피드백에 포함될 수 있는 모든 권리, 법적 권리 및 지분을 취소 불가능의 조건으로 Wix에게 양도하며, (3) 해당 피드백에 대한 모든 과거, 현재 또는 미래의 저작인격권, 예술가의 권리 또는 기타 유사한 전세계적인 권리와 관련된 모든 클레임을 명시적으로 그리고 취소불가능의 조건으로 포기해야 합니다.</p>
				</div>
				<div id="use4" class="w3-container page">
					<h1>4. 개인정보보호</h1>
					<p>Wix 서비스의 특정 부분(아래 제 8조에 자세히 설명된 바와 같이 서비스에서 이용 가능한 특정 타사 서비스 포함)에는 특정 개인신원확인 또는 신원확인 가능 정보를 제출, 수집 및/또는 사용이 필요합니다. 특히 Wix 서비스에 대한 액세스 또는 사용의 일환으로, Wix 및 해당 타사 서비스는 Wix 서비스 및/또는 사용자 플랫폼을 통하여 사용자와 최종 사용자가 수행하는 활동 또는 탐색을 포함하여 사용자와 최종 사용자와 관련된 특정 데이터를 수집, 액세스 및 사용할 수 있습니다.  당사에서는 귀하가 데이터 수집 및 사용 실무에 대한 설명에 대한 당사의 https://ko.wix.com/about/privacy 및 해당 각 타사 서비스의 관련 정책을 정기적으로 읽을 것을 권장합니다.</p>
				</div>
				<div id="use5" class="w3-container page">
					<h1>5. 서비스 요금</h1>
					<p>5.1. 유료 서비스
특정 Wix 서비스를 사용하려면 Wix의 독자적인 재량에 따라, 특정 요금을 지불해야 할 수 있습니다(각각 "유료 서비스" 및 "요금") Wix는 해당 유료 서비스와 관련하여 당시 효력이 있는 해당 요금을 통지합니다. 유료 서비스를 받거나 사용하려 한다면, 적용되는 모든 요금을 사전에 납부해야 합니다.

 

Wix는 자체 요금을 언제든지 변경할 권리를 보유하며, 해당 변경이 귀하의 기존 구독에 영향을 미칠 경우 통보합니다. 만약 귀하가 할인 또는 기타 프로모션을 받은 경우, Wix는 해당 Wix 서비스를 정규 요금으로 통지 없이 자동으로 구독을 갱신할 권리를 갖습니다.

 

모든 요금은 Wix에서 특별하게 서면으로 기술하지 않는 한, 미국 달러화로 간주해야 합니다. 법에서 허용하는 범위 내에서(그리고 Wix에서 서면으로 달리 기술하지 않는 한), 모든 요금은 세무관청에서 부과한 모든 세금(부가가치세, 판매세, 상품 및 서비스세 등 포함), 부담금, 관세("세금")를 제외한 요금이며, 귀하는 귀하의 Wix 서비스 이용, 또는 임의의 결제나 구매와 관련된 모든 적용 세금을 납부할 책임을 갖습니다.  만약 Wix가 귀하가 납부해야 할 요금에 대한 세금을 징수하거나 납부해야 하는 경우, 그리고 이전 거래에서 해당 세금을 추가하여 귀하로부터 징수했는지 여부와 상관 없이, 해당 세금은 모든 요금 잔액의 지불에 추가될 수 있으며 해당 거래에 대한 청구서에 반영됩니다. 당사는 유료 서비스 구매와 관련하여, 또는 해당 유료 서비스의 갱신과 관련하여 타사가 부과할 수 있는 추가적 수수료 (국제 송금 수수료, 환전 수수료 또는 은행이나 신용카드 회사에서 부과하는 수수료 등)가 존재하는지 확인할 것을 권합니다. Wix는 그러한 추가적 수수료 또는 비용에 대해 책임을 지지 않습니다.

 

유료 서비스 이용을 위한 정보의 등록 또는 제출의 일환으로, 귀하는 또한 즉각적인 결제를 보장하기 위해 Wix가 (직접 또는 계열사, 자회사 또는 타사를 통하여) 당사 결제 제공업체 또는 귀하가 지정한 은행으로부터 결제(또는 비용, 환불 또는 기타 청구 조치)를 요청하고 징수하며, Wix 또는 그 계열사가 귀하의 지정 결제 계좌 또는 금융정보를 확인하기 위해 필요하다고 고려할 수 있는 모든 요청을 하도록 승인해야 합니다. 여기에는 귀하의 결제, 신용카드 또는 은행 계좌 제공업체로부터 업데이트된 결제 세부사항을 받기 위한 목적이 포함됩니다(예: 신용카드회사에서 당사에 제공할 수 있는 업데이트된 만료일 또는 카드 번호)</p>
					<p>5.2. 청구서
Wix 및/또는 그 계열회사는 Wix에게 지불한 모든 요금의 결제나 Wix가 지불환 환불에 대해 청구서 또는 크레딧 메모를 발행합니다("청구서"). 각 청구서는 전자형식으로 발행되며 귀하의 청구서 주소지에 기재된 국가를 기반으로 하고, 귀하의 사용자 계정 및/또는 이메일을 통하여 볼 수 있습니다. 청구서 발행 목적 상, 현지 법률을 준수하기 위해 특정 개인 정보(해당 약관은 개인정보 취급방침에 정의되어 있음)를 제공하도록 요청할 수도 있습니다. 귀하의 사용자 계정에 제시된 청구서가 귀하의 현지 법률 요건에 부적합할 수도 있으며, 그러한 경우 견적송장으로만 사용할 수 있습니다.</p>
					<p>5.3. 구독 자동 갱신
사용자가 서비스의 중단이나 상실을 겪지 않도록 하기 위해, 일정한 유료 서비스는 기본설정으로 자동 갱신을 선택할 수 있으며, 사용자가 그 자동갱신 옵션을 끔으로 설정 않는 한, 그러한 유료 서비스는 해당 구독 기간 종료 시에 원래의 구독기간(연장 기간 제외)과 동일한 시간 동안 갱신기간으로서 갱신됩니다. 예를 들어, 만약 임의의 서비스에 대한 원래 구독 기간이 1개월인 경우, (해당되는 경우)갱신 기간은 1개월이 됩니다. 따라서, 해당될 경우, Wix는 그러한 갱신기간이 시작될 때로부터 2주 전에 사용자가 Wix 파일에 가지고 있는 지급방법을 이용하여 해당되는 요금을 자동적으로 징구하게 됩니다. 귀하가 납부해야 하는 요금을 징수하지 못한 경우, 당사는 단독 재량으로 (하지만 의무는 아님) 나중에 다시 징수하려 시도하며, 그리고/또는 추가 통보 없이 귀하의 사용자 계정을 정지하거나 취소할 수 있습니다. 사용자의 유료 서비스가 1년 구독기간이든 다년간의 구독기간이든, Wix는 갱신일로부터 미리 최소 30일 전에 고지를 할 것입니다.

​

귀하는 언제든지 사용자 계정을 통하여, 또는 Wix 도움말 센터(Help Center)에서 자동갱신 옵션을 끄거나 유료 서비스를 취소할 수 있습니다

 

귀하의 유료 서비스 해지에 관한 정보는 아래 제 6.1조를 참조하십시오.

 

어떤 도메인은 도메인 등록계약에서 정하고 있는 바에 따라 다른 갱신방침이 적용될 수 있습니다. 전술한 내용에 상반되는 내용에도 불구하고, 귀하에게는 (Wix 서비스가 자동 구독 갱신 대상인지 여부와 상관 없이) 귀하가 사용하는 Wix 서비스의 성공적인 갱신을 단독으로 확인하고 보장해야 할 책임이 있습니다. 따라서, 귀하는 취소, 적용 가능한 반복적인 요금 미부과 또는 자동 구독 갱신의 대상이 아닌 Wix 서비스로 인해 귀하가 이전에 구매한 Wix 서비스가 중단된 경우, 이에 대해 단독으로 책임져야 합니다.  귀하는 어떠한 이유로든, 임의의 Wix 서비스 또는 타사 서비스의 중단과 관련하여 Wix에 대해 어떠한 클레임도 제기하지 않음을 인정하고 동의해야 합니다.</p>
					<p>5.4. 환불 보장
만약 귀하가 일정 기간의 서비스  또는 구독 약정에 대해 수수료가 적용되는 Wix 서비스에 대해 만족하지 못하고, 그것이 그러한 서비스에 대한 첫 구매인 경우, 해당 Wix 서비스를 처음 주문하거나 처음 활성화한 날로부터 14일 이내(“환불” 및 "환불 기간")에 임의의 사유로 취소를 통보할 수 있습니다. 환불은 프리미엄 플랜 (Wix 웹사이트에서 제시)의 구매에 따라 무료 웹사이트를 업그레이드하는 Wix 서비스의 최초 구매에만 적용됩니다. 환불은 Wix 서비스의 추가 구매, 업그레이드, 변경 또는 갱신에는 적용되지 않습니다. 만약 귀하가 이보다 더 긴 환불기간을 요구하는 사법관할 지역에 거주하고 있다면, 당사는 물론 모든 적용 가능한 법률에 의거 해당 요건을 기꺼이 수용합니다. 만약 Wix가 해당 환불기간 내에 해당 통지를 받는다면, Wix는 그 금액을 귀하에게 환불해 드립니다. Wix는, 귀하가 당초에 부과 받았던 통화(화폐단위)로 Wix 서비스에 대해 요금을 부과했으며, 그에 따라 서비스를 취소합니다. 환불 금액은 환전 및 타사 수수료로 인하여 귀하에게 원래 부과되었던 금액과 다를 수 있습니다. Wix는 환율 변경 또는 타사가 귀하에게 부과하는 수수료로 인하여 발생하는 차액에 대해서는 책임을 지지 않습니다. 환불 기간 이후에는, 귀하가 결제한 요금은 환불이 불가하며 취소도 불가합니다. 또한, 만약 취소 통보가 실제로 수령하여 향유한 서비스에 대한 결제를 회피하기 위한 불순한 의도 또는 위법적인 시도에 의한 것임을 당사가 알게 되면, 당사는 법이 허용하는 바에 따라, 실제로 수령한 임의의 Wix 서비스에 대한 해당 통보를 제공한 사용자에게 여전히 청구할 권리가 있습니다.

 

다음에 주의하십시오. Wix 서비스에서 또는 Wix 서비스를 통하여 구매한 특정 서비스는 환불이 되지 않을 수도 있습니다. 여기에는 도메인, 비즈니스 도구 및 애플리케이션과 같은 타사 서비스가 포함됩니다. 각 구매한 서비스나 애플리케이션의 약관은 Wix 웹사이트 및/또는 해당 서비스나 애플리케이션의 구매 과정의 일부로 또는 과정 중에 표시됩니다. 서비스를 구매하기 전에 서비스를 취소할 수 있는지 여부를 확인하는 일은 귀하의 의무입니다. Wix는 환불이 불가한 유료 서비스, 애플리케이션 또는 타사 서비스에 대해 지불한 금액을 환불하지 않습니다.</p>
					<p>5.5. 지불 거절
언제든지, 귀하의 Wix 계정에서 요금의 청구가 거부 또는 취소되었거나 다른 방법으로 거절된 경우("지불 거절"), 지불 거절은 본 약관의 결제 의무를 위반하는 것으로 간주되며, 귀하의 Wix 서비스 사용은 자동으로 종료되거나 사용이 중단될 수 있습니다. 

 

지불취소가 되는 경우, 귀하의 사용자 계정은 재구매 또는 재사용 옵션 없이 차단될 수 있으며, 도메인, 애플리케이션 및 타사 서비스를 포함하여 사용자 계정에 포함된 모든 데이터는 취소되어 사용불능(제 6.3조에 정의됨)될 수 있습니다 

 

귀하의 Wix 서비스 사용은 귀하가 임의의 해당 Wix 서비스를 재구독하여, 적용되는 요금을 전액 납부할 때까지 재개되지 않습니다. 이 요금에는 수신된 각 지불취소에 대해 Wix 및/또는 타사서비스가 부과한 모든 요금과 비용이 포함됩니다(지불취소 이전에 제공된 Wix 서비스에 대한 요금, 결제처리업체가 부과한 취급 및 처리비와 수수료 포함).

 

Wix에 대한 결제에 관하여 질문이나 우려가 있는 경우, 지불취소나 결제취소를 요청하기 전 당사의 고객지원팀에게 먼저 연락하여 Wix 서비스의 취소 및 사용자 계정의 차단, 그리고 구매한 (그리고 지불취소한) Wix 서비스에 적용되는 모든 요금의 재결제와 적용 가능한 요금에 책임을 져야 하는 결과를 초래할 수 있는 부당하거나 또는 잘못된 지불취소를 피할 것을 권장합니다.

 

당사는 관련 신용카드회사 또는 금융기관에 해당 지불취소를 한 사용자가 해당 거래를 사실은 승인했으며 이후 제공된 서비스를 이용했음을 증명하는 임의의 정보 및 문서를 제공하는 등 지불취소에 대해 이의를 제기할 권리를 보유합니다.</p>
				</div>
				<div id="use6" class="w3-container page">
					<h1>6. 취소</h1>
					<p>6.1. 사용자에 의한 취소
귀하는 언제라도 Wix 서비스에서 볼 수 있는 안내에 따라, 귀하의 사용자 계정 및/또는 임의의 Wix 서비스를 사용 중단하고 취소를 요청할 수 있습니다. 해당 취소에 대한 유효일과 시간은 귀하가 Wix 서비스에서 취소 절차를 완료한 날짜와 시간이며, 유료 서비스 취소 유효일은 해당 유료 서비스의 구독 기간 만료일입니다.

 

전술한 내용에 상충되는 내용에도 불구하고, 유료 서비스에 대해 자동으로 갱신되는 구독에 관하여, 해당 구독은 귀하가 이미 결제한 해당 기간의 만료일에만 중단될 수 있습니다. 취소 절차는 며칠이 걸릴 수도 있으므로, 다음 자동 갱신과 해당 요금 부과를 피하려면, 당해 서비스 기간의 만료일보다 적어도 14일 전에 취소 요청을 해야 합니다.

​

유료 서비스 취소에 대한 보다 자세한 정보를 위해서는 Wix 도움말 센터를 방문하십시오.</p>
					<p>6.2. Wix에 의한 취소
Wix 약관의 임의의 조항을 준수하지 않거나 또는 납부해야 하는 요금을 납부하지 않는 경우, Wix는 귀하의 사용자 계정 및 사용자 플랫폼(또는 그에 대한 특정 기능) 및 귀하에게 제공되는 관련 Wix 서비스(예: 유료 서비스) 또는 타사 서비스를 (요금을 완전히 납부할 때까지) 정지하거나 취소할 수 있습니다.</p>
					<p>6.3. 데이터, 콘텐츠 및 사용불능
					만약 귀하의 사용자 계정이나 귀하의 사용자 계정과 관련된 임의의 Wix 서비스 또는 타사 서비스가 취소된 경우(귀하의 요청에 의해 또는 Wix의 재량으로), 귀하의 사용자 계정의 특정 콘텐츠, 기능 또는 용량의 사용불능을 유발할 수 있으며, 여기에는 모든 사용자 콘텐츠, 최종 사용자 데이터 또는 기타 남은 사용 데이터 그리고 해당 서비스에 포함된 도메인 네임 예약 또는 등록이 포함됩니다("사용불능"). Wix는 해당 사용불능 또는 귀하의 사용자 계정, 사용자 콘텐츠 또는 최종 사용자 데이터의 백업 저장에 대해 어떠한 방법으로든 책임을 지지 않습니다. 또한 취소 이후 사용자 계정 및/또는 임의의 Wix 서비스를 복원할 경우, Wix의 단독 재량에 따라 결정된 추가 요금이 적용될 수 있음에 주의하여 주십시오.</p>
				</div>
				<div id="use7" class="w3-container page">
					<h1>7. 전자상거래</h1>
					<p>Wix 서비스에는 또한 귀하가 귀하의 사용자 플랫폼을 통해 제품, 콘텐츠, 미디어 및 서비스("사용자 상품", 및 집합적으로 "전자상거래")를 판매할 수 있게 해주는 특정 기능이 포함되어 있습니다.

​

귀하는 귀하의 사용자 상품 및 전자상거래 관련 활동 그리고 귀하의 사용자 플랫폼 내에 포함되거나 언급된 모든 프로모션과 관련 콘텐츠에 대해 단독으로 책임을 지며, 그에 대한 모든 적용 가능한 법률을 준수해야 합니다. 당사는 단지 귀하가 귀하의 온라인 전자상거래 활동을 관리할 수 있는 플랫폼을 제공하기만 합니다. 당사는 귀하의 사용자 상품의 실제 또는 잠재적 구매자와의 관계 및/또는 모든 거래에 관여하지 않습니다.  누군가가 귀하의 사용자 상품을 구매하는 경우, 해당 거래의 결제는 귀하가 등록하고 계정을 설정하기로 결정한 타사 결제 서비스 제공회사("전자상거래 서비스 제공사")를 통하여 처리되며, 이 때 해당 전자상거래 서비스 제공사의 서비스 약관과 기타 적용가능한 방침이 적용됩니다. 당사는 귀하와 해당 전자상거래 서비스 제공사와의 관계 또는 이러한 전자상거래 서비스 제공사의 행동에 어떤 방법으로든 당사자가 아니며 그에 대해 책임을 지지도 않습니다.

 

당사의 전자상거래 기능을 사용할 경우, 귀하는 다음을 인정하고, 보증하며, 동의합니다.

귀하는 사용자 상품의 매매에 관련된 모든 세금을 포함하여 귀하의 전자상거래 활동에 연계된 모든 세금 및 요금에 대해 단독으로 전적인 책임을 지며, 정확한 금액을 징수하여 적절한 당국에 신고 및 납부하고 귀하의 최종 사용자에게 이를 통보하며 법에 의거 적절한 절차에 따라 발행된 청구서를 제공해야 합니다. 

귀하에게 제공된 전자상거래 기능에 표시된  세금은 설명 목적으로만 제공된 것이며, 어떠한 방법으로든 이를 신뢰할 수 없습니다.

귀하는 귀하의 사용자 상품의 조달 및 배송에 대해 책임지며 모든 조달 및 배송 비용을 지불하고 이를 업계표준에 맞는 안전하고 전문적인 방법으로 제공해야 합니다. 

귀하는 사용자 상품에 관한 귀하의 모든 진술 및 약속 그리고 모든 지원, 보증 및 지원에 대해 단독으로 책임져야 하며, 모든 질문, 불만 또는 클레임에 대해 귀하의 플랫폼에 관한 정확한 연락처 정보를 제공해야 합니다.

귀하가 제공하거나 판매하는 사용자 상품, 또는 사용자 상품과 관련되어 제공하는 모든 정보, 콘텐츠 또는 자료가 해롭거나, 위조이거나, 도난된 것이거나, 사기이거나, 불쾌하거나, 모욕적이거나, 판매, 유통이나 사용이 금지된 것이거나, 소비자 권리, 지적재산권 또는 개인정보 보호권리, 상품 안전, 거래규정 및 제재, 지원, 유지관리 및 수출 등 적용가능한 법률을 준수하지 않는 것으로 간주되는 경우, 해당 상품을 제공 또는 판매, 또는 해당 상품과 관련된 정보, 콘텐츠, 자료 등을 제공할 수 없습니다. 

Wix는 당시 귀하의 사용자 플랫폼의 일부로 포함, 게시 또는 작성되었는지 여부와 상관이 없이, 언제든지 단독 재량으로 귀하의 사용자 플랫폼 및/또는 임의의 사용자 상품에 대한 액세스를 정지, 차단하거나 또는 삭제할 수 있으며 이 때, 그로부터 발생하는 사용불능을 포함하여 귀하 또는 모든 최종 사용자에 대한 책임을 지지 않습니다.</p>
				</div>
				<div id="use8" class="w3-container page">
					<h1>8.  동영상 서비스</h1>
					<p>Wix 서비스의 일부로서, Wix는 사용자 플랫폼에서 동영상을 관리하는 동영상 서비스 (Wix 동영상 또는 Wix 프로 갤러리, “동영상 서비스”)를 제공할 수 있습니다.

                                                     

귀하의 플랫폼을 위한 동영상 서비스 사용을 위해서는 귀하가 MPEG–LA로부터 일정한 특허를 사용할 수 있는 라이선스(“라이선스”)를 부여받는 것이 필요할 수 있습니다.  귀하의 활동에 라이선스가 필요하여 그 라이선스를 받아야 할지 여부에 대해 결정하는 것은 귀하 자신의 전적인 책임입니다. 라이선스에 대한 정보는 MPEG LA L.L.C. http://www.mpegla.com에서 구하실 수 있습니다.

​

이 약관의 섹션 13에서 전술한 사항에 더하여, 어떤 책임의 한계 없이, 귀하는 MPEG-LA 컨소시엄 하의 특허권들을 침해 또는 오용한 것으로 인하여 그와 관련하여 발생한 모든 손해 및 비용, 의무, 손실, 법적 책임, 부채 및 지출(변호사 비용 포함)로부터 피해를 입지 않도록, Wix, 그 임원, 이사, 주주, 직원, 계열사 및 에이전트에 대해 온전히 배상, 변호 및 보호해야 합니다.</p>
				</div>
				<div id="use9" class="w3-container page">
					<h1>9. 타사 서비스</h1>
					<p>Wix 서비스를 사용함으로써 귀하는 귀하의 사용자 플랫폼 및 전체 사용자 경험을 향상시키기 위해 특정 타사서비스, 제품, 그리고 도구를 사용하고 조달할 수 있으며, 여기에는 귀하의 사용자 플랫폼에 대한 도메인 네임 등을 구매할 수 있는 레지스트라, Wix 웹사이트(Wix 앱 마켓 포함)를 통해 제공되는 타사 애플리케이션 및 위젯, 타사 사용허가된 콘텐츠, 미디어 유통 서비스, 전자상거래 서비스 제공사, 유형적 제품의 판매자, 귀하의 사용자 웹사이트에서 귀하를 지원하는 타사 디자이너 등이 포함됩니다(집합적으로, "타사 서비스").

​

귀하는 이러한 타사 서비스가 귀하에게 제공되는 방법(특정 Wix 서비스 내에서 통합되어 패키지로 제공, Wix 또는 Wix가 인증하거나 승인한 개인이 별도로 제공, 또는 Wix 서비스 내에서 제공)에 상관없이, Wix는 단순히 귀하와 해당 타사 서비스 간의 중개 플랫폼의 역할만을 수행하며, 어떠한 경우에도 임의의 타사 서비스를 승인하지 않으며, 그에 따른 책임이나 의무를 지지 않음을 인정하고 동의해야 합니다. Wix는 귀하와 임의의 타사 서비스 간의 모니터링, 상호대응 또는 거래에 대한 당사자가 아니거나 또는 어떤 방법으로든 그에 대해 책임을 지지 않습니다.

​

사용자는, 그러한 서비스에 대해서는 Wix 또는 타사 서비스 제공자에게 추가 금액을 지급해야 할 수 있음을 인정합니다.

​

해당 타사 서비스의 모든 사용은 귀하 단독의 위험 및 책임으로 수행되어야 하며, 귀하가 해당 서비스를 사용하기 전에 검토하도록 장려되는, 타사 서비스에 적용되는 법적 및 금융 약관의 적용을 받습니다.

​

저희는 이러한 경우가 없기를 바라지만, 언제든지 단독 재량으로, 당시 귀하의 사용자 플랫폼의 일부로 포함, 게시 또는 작성되었는지 여부와 상관이 없이, 귀하의 사용자 플랫폼 및/또는 임의의 사용자 상품에 대한 액세스를 정지, 차단하거나 또는 삭제할 수 있으며 이 때, 귀하 또는 모든 최종 사용자에 대해 책임을 지지 않습니다.</p>
				</div>
				<div id="use10" class="w3-container page">
					<h1>10. Wix 로고 메이커</h1>
					<p>우리는 Wix 서비스의 일환으로, 사용자가 우리의 Wix 로고 메이커 이용하여 사용자 자신에게 맞는 비즈니스 로고("Wix 로고")를 제작하여 사용자의 브랜드에 부가가치를 더할 수 있게  하고 있습니다. https://www.wix.com/about/logo-terms-of-use 에서 찾아볼 수 있는 추가 약관이 Wix 로고 메이커 사용에 적용되며, 명시적으로 다르게 정하지 않는 한, 그러한 추가 약관은 Wix 약관을 대체하는 것이 아니라 그에 부가됩니다.</p>
				</div>
				<div id="use11" class="w3-container page">
					<h1>11. 부당행위 및 저작권</h1>
					<p>11.1. 부당행위 및 악용
Wix 서비스를 사용할 때, 귀하는 부정확하거나, 불쾌하거나, 무례하거나 불법적일 수 있는 다양한 출처로부터 사용자 플랫폼, 사용자 콘텐츠 또는 타사 서비스에 노출될 수 있습니다. 귀하는 이 약관에서 그와 관련하여 Wix에 대해 갖거나 또는 가질 수도 있는 모든 법적 또는 공평한 권리나 해결책을 포기해야 합니다.

임의의 사용자 또는 타사서비스가 부적절한 행동을 취하거나 임의의 Wix 서비스를 오용한다고 생각되면 https://ko.wix.com/upgrade/abuse 을 통해 해당 사용자 및/또는 타사 서비스를 저희에게 바로 알려주십시오. 귀하는 귀하의 신고로 인해 Wix에 부과되는 책임이나 의무가 없으며, Wix는 단독 재량으로 해당 신고와 그에 따른 조치를 고려할 수 있으며, 해당 조치를 취하지 않거나, 조치를 취하기 전 추가 정보나 문서를 요구할 수도 있음에 동의해야 합니다.</p>
					<p>12.1. 부당행위 및 악용
Wix는 디지털 밀레니엄 저작권법(Digital Millennium Copyright Act, "DMCA")의 해석에 의거 행동합니다. 귀하의 작업이 복사되었거나 저작권 침해로 간주되는 방법으로 사용되었다고 생각하는 경우, 이 양식을 사용하여 해당 침해를 저희에게 통보하거나, 또는 당사의 지정 저작권 에이전트에게 서면으로 다음 정보를 제공해 주십시오. (1) 해당 저작권 소유자를 대신하여 행동할 권한이 있는 개인의 연락처 정보, (2) 귀하가 침해되었다고 주장하는 저작권이 있는 작업에 대한 설명, (3) 침해되고 있거나 침해행동의 대상이 되는 것으로 삭제되거나 그에 대한 액세스가 차단된 자료에 대한 설명, 그리고 Wix가 해당 자료를 찾을 수 있도록 허가하는 충분한 정보(URL 주소), (4) 불만을 제기한 방법으로의 자료 사용은 저작권자, 그 대리인 또는 법에 의거 승인되지 않았음을 주장한 선의의 진술서, (5) 통보서 내용의 정보는 정확함에 대한 진술, 그리고, 위증의 처벌을 감수하고, 귀하는 침해를 받은 저작권자 또는 저작권자를 대신하는 승인자임을 주장하는 진술서.

Wix의 저작권 에이전트에게는 다음 주소로 연락할 수 있습니다.

​

Wix.com Inc.

​

500 Terry Francois Blvd., 6th Floor, San Francisco, CA 94158 USA.

​

참조: Copyright Agent

​

전화번호: 1-415-358-0857 | 팩스: 1-415-358-0884

​

이메일: abuse@wix.com

​

Wix가 귀하의 사용자 계정이나 사용자 플랫폼과 관련된 저작권 침해에 관한 통보를 받는 경우, Wix는 단독 재량으로 귀하에 대한 사전 통보 유무와 상관 없이, 귀하의 사용자 계정을 취소하고, 귀하의 사용자 플랫폼을 차단하거나 모든 콘텐츠를 삭제할 수 있습니다. 이러한 경우, 귀하는 DMCA 제 512조에 의거 적합한 이의통지를 제출할 수 있으며, 이 통지서에는 다음 내용을 포함시켜야 합니다. (1) 귀하의 성명, 주소, 전화번호 및 실제 또는 전자서명, (2) 삭제 전 자료 및 해당 위치의 식별, (3) 위증 시 처벌을 감수하고 발표한 자료가 실수 또는 오인으로 삭제되었음에 대한 성명, (4) 적절한 사법기구에 대한 동의 및 (5) DMCA의 해당 조항에 의거 요구되는 기타 정보. 이 제 9조에 의거 제출되는 모든 통지가 수락되고, 적용 가능하며, DMCA를 준수하는 것으로 간주할 지 여부는 Wix가 단독으로 합리적인 재량으로 결정합니다. Wix는 침해 통지를 한 개인이나 기업에게 해당 이의통지를 통보하며 그에 포함된 세부사항을 제공할 권리를 갖습니다.</p>
				</div>
				<div id="use12" class="w3-container page">
					<h1>12. 보증에 대한 법적 고지</h1>
					<p>저희는 암묵적 보증 또는 상품성의 보증 또는 특정 목적에 대한 적합성, 전문가 수준의 노력, 비침해 또는 기타 보증 조건 등, 어떠한 종류의 보증도 없이, Wix 서비스를 "있는 그대로", "모든 결함과 함께" 및 "이용가능한 그대로" 제공합니다. 당사는 특히 Wix 서비스(또는 그 일부, 기능 또는 콘텐츠)가 완전하고, 정확하며, 특정 품질 수준이거나, 신뢰할 수 있고, 보안이 유지되어 있거나, 귀하의 (또는 귀하의 최종 사용자) 계획된 행동, 기기, 운영시스템, 브라우저, 소프트웨어 또는 도구에 적합하거나 호환되거나 (또는 언제든지 그러한 상태로 유지되거나), 귀하 또는 귀하의 최종 사용자에 적용 가능한 모든 법률(귀하가 사업을 운영하는 관할지역 내 포함)을 준수하거나, 또는 그 운영에 바이러스, 버그 또는 기타 유해한 구성품이나 프로그램 제한이 없다고 대변하거나 보증하지 않습니다. 또한, 당사는 Wix 서비스에서 언급되거나 Wix 서비스에서 이용 가능한 기업, 상품 또는 서비스(타사 서비스 포함)를 보증하지 않습니다. 따라서, 해당 상품이나 서비스를 사용하거나 도입하기 전에 이를 확인하십시오.

 

Wix는 단독 재량으로 (하지만, 그렇게 할 의무는 없음) 언제든지 어떠한 이유에서든지, 통보 유무와 상관없이, 모든 사용자 플랫폼 및/또는 사용자 콘텐츠를 검열하고 모니터하거나 수정할 수 있습니다.

​

전술한 내용에 상반되는 어떠한 내용에도 불구하고, 어떠한 상황에서도 Wix는 사용자 콘텐츠의 "퍼블리셔"로 간주되지 않으며, 사용자 콘텐츠를 어떠한 방법으로든 보증하지 않으며, Wix 서비스에 또는 Wix 서비스를 통하여 임의의 사용자 또는 다른 당사자가 업로드, 게시, 퍼블리싱 및/또는 이용 가능하게 한 모든 사용자 콘텐츠, 임의의 당사자의 모든 사용, 그에 따른 모든 손실, 삭제 또는 피해나 임의의 사용자 콘텐츠의 퍼블리싱, 액세스 및/또는 의존에 따른 결과로 또는 그와 연관되어 귀하나 다른 개인이 입을 수 있는 모든 손실, 피해, 비용 또는 경비에 대해 어떠한 책임도 지지 않습니다. 또한, Wix는 귀하나 다른 당사자가 직면할 수 있는 모든 실수, 명예훼손, 중상, 거짓말, 외설, 외설물, 선동 및/또는 기타 불법적 및/또는 침해적 사용자 콘텐츠에 대해 책임을 지지 않습니다.

​

귀하는 Wix 서비스 사용 및 Wix 서비스를 통하거나 이와 연계되어 타사서비스와 연결 및/또는 처리하는 경우 위험이 수반됨을 인정해야 하며, Wix는 해당 사용 및/또는 상호작용으로부터의 특정 결과에 대해 어떠한 책임도 질 수 없고 또한 책임지지 않으며, 귀하는 이 약관에서 해당 상호작용과 연계되어 또는 그 결과로 발생하는 모든 종류의 위험, 의무 및/또는 위해를 감수해야 합니다. 해당 위험에는 다른 무엇보다, 타사 서비스 및/또는 사용허가된 콘텐츠에 관한 또는 타사 서비스에 의한 정보의 허위 설명, 보증 및/또는 계약 위반, 권리 위반, 모든 후속 클레임이 포함될 수 있습니다.

​

Wix는 개인 콘텐츠의 호스팅을 위해 Wix 서비스를 사용하는 것을 권장하지 않으며, 해당 콘텐츠의 위반이나 손상과 관련한 보안 또는 무결성 의무나 위험을 감수하지 않습니다.

​

특정 Wix 서비스는 현재 베타 버전으로 제공되며, 베타 테스트 중임에 유의하여 주십시오. 귀하는 특정 Wix 서비스에 소프트웨어 버그가 있을 수 있으며, 중단을 경험하거나 의도하거나 지정된 대로 작동하지 않을 수도 있음을 이해하고 이에 동의해야 합니다. 이 베타 단계의 Wix 서비스를 사용하면 해당 Wix 서비스의 베타 테스팅 참여에 동의함을 의미합니다.</p>
				</div>
				<div id="use13" class="w3-container page">
					<h1>13. 책임의 한계</h1>
					<p>각 적용가능한 사법관할권의 법에서 정하는 최대 한도 내에서, Wix와 그 임원, 이사, 주주, 직원, 계열사 및/또는 에이전트는 어떠한 직접, 간접, 부수적, 특수적, 처벌적, 징계적 또는 결과적 피해에도 귀하에 대해 책임을 지지 않으며, 여기에는 다음의 이유로 인한 피해가 포함됩니다. (1) 오류, 실수 또는 임의의 콘텐츠의 부정확성, (2) 귀하의 Wix 서비스와 관련된 모든 인명 부상이나 재산피해, (3) 당사 서비스 및/또는 개인 정보 및/또는 이에 포함된 기타 정보의 미승인 액세스 또는 사용, (4) Wix 서비스로 수신되거나 또는 발신되는 전송의 방해 또는 중단, (5) Wix 서비스를 통해 게시되거나, 이메일 발송되거나, 전송되거나 또는 이용 가능한 모든 콘텐츠 또는 사용자 콘텐츠의 사용이나 디스플레이, (6) 인터넷 문제, 장비 고장, 정전, 파업, 노동분쟁, 폭동, 내란, 민간인 소요사태, 노동력 또는 자재 부족, 화재, 홍수, 폭풍, 지진, 폭발, 자연재해, 전쟁, 테러, 투쟁, 정부조치, 법원, 정부기관 또는 재판소 명령, 타사의 불이행 등 Wix의 합리적인 통제를 벗어나는 사건들, (7) Wix 서비스의 일부 또는 전부 사용 또는 사용 불능의 결과로 인한 사용의 일실(逸失), 데이터, 이익, 신용, 기타의 무형적 손실.

귀하는 이러한 책임의 제한이 귀하에 제공되는 Wix 서비스에 대한 고려를 일부 구성하는 위험의 합의된 배분임을 인정하고 동의하며, 해당 제한은 Wix가 해당 책임의 가능성을 통보받았을 경우에도 적용됩니다.</p>
				</div>
				<div id="use14" class="w3-container page">
					<h1>14. 면책조항</h1>
					<p>귀하는 다음으로부터 발생하는 모든 클레임, 피해, 의무, 손실, 책임, 비용, 부채 및 경비(변호사 비용 포함)로부터 Wix, 당사 임원, 이사, 주주, 직원, 계열사 및 에이전트를 방어, 면책 및 보호할 것에 동의해야 합니다.  (1) 이 이용약관 또는 다른 Wix 약관의 임의의 조항에 대한 귀하의 위반, (2) 귀하의 사용자 플랫폼 또는 사용자 콘텐츠 및/또는 사용자의 이익을 위한 Wix 서비스의 조치 등 Wix 서비스의 사용으로부터 발생한 임의의 저작권, 접근권, 재산권 또는 개인정보보호 권리 위반, (3) 귀하의 사용자 플랫폼 및/또는 사용자 콘텐츠가 타사에 손해를 유발했다는 모든 종류의 클레임.</p>
				</div>
				<div id="use15" class="w3-container page">
					<h1>15. 일반사항</h1>
					<p>15.1. 변경 및 업데이트
Wix는 어떤 사유로든, 언제든지 어떠한 방법으로든 사전 고지를 하고, 또는 사전 고지 없이 Wix의 모든 서비스(또는 그에 따른 모든 기능이나 그에 적용 가능한 가격)를 변경, 보류 또는 해지하고, Wix 서비스에 대한 접근권을 취소(Wix 서비스와 관련하여 사용자가 생성한 자료의 제거 포함)하거나 Wix의 약관을 변경할 권리를 보유합수 있습니다. 귀하는, 그러한 Wix 서비스의 수정이나 정지, 또는 중단에 대하여 귀하나 타사에게 책임을 지지 않는다는 것에 동의합니다. 만약 해당 변경에 추가 요금 결제가 포함되는 경우, 당사는 해당 변경을 시행하기 전에 해당 요금에 대한 통보를 제공합니다. 만약 귀하가 해당 요금을 결제하지 않거나 거부하는 경우, 저희는 (단독 재량으로) 귀하의 사용자 계정을 취소하거나, 해당 변경을 실행하지 않고 당시 현재의 Wix 서비스를 계속 지원하거나, 대체 서비스를 제공할 수도 있습니다.</p>
					<p>15.2. 적용 법률과 관할권, 클래스 액션(집단소송) 포기
Wix의 약관, 그에 따른 권리와 시정책 그리고 약관 및/또는 Wix 서비스에 대한 모든 클레임과 분쟁, 그에 대한 해석, 또는 위반, 해지나 유효성, Wix 약관으로부터 발생하거나 Wix 약관에 의한 관계, 또는 모든 관련된 거래나 구매는 법 원칙과의 상충을 고려하지 않고, 이스라엘 국내 실체법에 의거 단독 및 독점적으로 모든 점에 있어서 적용되고, 간주되며 집행됩니다.

모든 클레임과 분쟁은 이스라엘의 텔아비브에 소재한 해당 관할권을 보유한 법원에서만 소송을 진행하며, 귀하는 이 약관에서 이 법원이 독점적으로 판결할 것에 동의해야 합니다. 국제 물품매매계약에 관한 유엔협약의 적용은 명시적으로 제외됩니다.

준거법에 따라, 귀하와 Wix 간에 발생하는 모든 분쟁은 개별적으로만 해결되어야 하며, 귀하는 Wix에 대하여 집단, 합병, 또는 대표 소송의 원고나 일원으로 클레임(또는 집단이나 다른 개인의 대표로나 대리자라 진행하는 어떤 기타 법적 절차)을 제기할 권리가 없습니다.

​

이 14.2항과 상치될 경우에 불구하고, 사용자가 미국에 있을 경우, (i) 제5조에서 사용자와 Wix 간에서 있을 것으로 고려되는 지급 거래의 모든 점에 대해 관장하는 법적 관할은 법의 상충 원칙과 관계없이 뉴욕주로 하고, (ii) 제5조에서 고려되는 그러한 지급 거래에 관련되는 모든 청구 및 분쟁을 이 관할로 하며, 사용자는, 그러한 청구와 분쟁 사건이 뉴욕주 뉴욕시에 소재하는 정당한 권한 있는 법원을 전속관할로 하여 재판하기로 하는 데 동의합니다.</p>
					<p>15.3. 통지
당사는 다음 중 임의의 방법으로 귀하에게 통지할 수 있습니다. (1) Wix 웹사이트, 사용자 계정 또는 기타 위치 내의 배너 또는 팝업창을 포함하는 Wix 서비스를 통하여, (2) 이메일로, 귀하가 당사에 제공한 이메일 주소, (3) 귀하가 당사에 제공한 전화번호나 주소를 포함하는 다른 방법을 통하여.  귀하에 대한 Wix의 통지는 통지서에 달리 표기되지 않는 한, 전술한 방법 중 임의의 방법을 통하여 게시되거나 발송된 후 24시간 이내에 수령되어 효력이 발생하는 것으로 간주합니다.</p>
					<p>15.4. 관계
Wix 이용약관 및 귀하의 Wix 서비스 이용으로 Wix와 귀하 간의 파트너십, 합작, 고용인-피고용인, 에이전시, 가맹점 본부-가맹점의 관계를 형성하는 것으로 간주해서는 안 됩니다.</p>
					<p>15.5. 전체 계약
					이 이용약관은 Wix 약관 및 Wix가 귀하에게 제공한 기타 모든 법적 또는 요금 통지와 함께, 상기 문서의 대상 문제와 관련하여 귀하와 Wix간의 전체계약을 구성하며, 서면이든 구두이든 Wix와 귀하와의 사이에 작성된 또는 모든 Wix 서비스와 관련하여 당사의 각 대리인이 만든 또는 대리인과 만든 모든 이전 또는 현존 계약, 양해, 약정, 조건, 협상, 계약조건이나 설명을 대체합니다. 귀하는 또한 Wix 약관을 수락함에 있어서 Wix의 어떠한 약정, 권유, 설명, 성명 공개 또는 공개 의무에도 의존하지 않음에 동의해야 합니다.</p>
					<p>15.6. 양도
Wix는 이 약관 하의 권리 및/또는 의무 그리고/또는 Wix 서비스 및/또는 사용허가된 콘텐츠의 소유권 및 법적 권리를 귀하의 동의 없이 또는 귀하에 대한 사전 통지 없이 타사에게 양도할 수도 있습니다. 귀하는 이 약관 하의 귀하의 권리 및 의무를 Wix의 사전 서면 동의 없이 위탁하거나 양도할 수 없습니다. Wix의 명시적인 사전 서면 동의가 없이 양도를 시도하거나 실제 양도한 경우, 이는 효력이 없으며 무효가 됩니다. 어떠한 경우에도 제 ‎13.6조에 의한 양도나 위탁은 Wix나 귀하에게 당시 효력이 있는 Wix 서비스나 타사 서비스를 취소할 권리를 부여하지 않습니다.</p>
					<p>15.7. 분리가능성 및 면제
Wix 약관의 임의의 조항이 해당 관할권의 법원에 의해 무효 또는 불법이거나, 법적 효력이 없거나 또는 어떠한 이유로 집행이 불가능하다고 간주되는 경우, 해당 조항은 분리가 가능한 것으로 간주되며, 나머지 조항들의 유효성과 집행가능성에 영향을 미치지 않습니다.   Wix 약관의 임의의 조항에 대한 위반이나 미준수에 문제제기를 하지 않는 경우, 이를 임의의 선행 또는 후속 위반이나 미준수에 대한 포기로 간주하는 행위.</p>
					<p>15.8. 해석
여기에 포함된 모든 머릿말, 표제 또는 섹션 제목, 그리고 “#ItsThatEasy” 열 아래 있는 모든 설명이나 요약은 편의상으로만 제공된 것이며, 어떠한 경우에도 본 약관의 섹션이나 조항을 정의하거나 설명하지 않으며, 당사자들을 법적으로 구속하지 않습니다. 

 

이 이용약관은 영어로 작성되었으며, 귀하의 편의를 위해 여러 언어로 번역되었습니다. Wix 웹사이트의 언어 설정을 변경하시면 다른 언어 버전을 보실 수 있습니다. 만약 이 이용약관의 번역본(영어 이외의 언어)이 어떠한 경우이든 영어 버전과 상충되는 경우, 영어 버전의 조항이 우선합니다.</p>
					<p>15.9. 고객지원 문의
당사 고객 서비스에 연락하시려면, 아래 방법 중 하나를 선택하십시오.

Wix 고객지원팀 문의 링크: https://support.wix.com/ko/article/contacting-wix-support

문의 이메일: support@wix.com</p>
				</div>
			</div>
			<div class="modal-footer">
				<button type="button" class="btn btn-secondary" data-dismiss="modal">Close</button>
			</div>
		</div>
	</div>
</div>
