<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>

<!-- Modal -->
<div class="modal fade" id="openModalPrivacy" tabindex="-1" role="dialog">
	<div class="modal-dialog modal-lg" role="document">
		<div class="modal-content">
			<div class="modal-header">
				<h5 class="modal-title" id="">개인정보 취급방침</h5>
				<button type="button" class="close" data-dismiss="modal">
					<span>&times;</span>
				</button>
			</div>
			<div class="w3-bar w3-border-bottom">
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy0')">이용약관</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy1')">1. 도입</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy2')">2. 귀하의 의무</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy3')">3. 콘텐츠 및 소유권</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy4')">4. 개인정보보호</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy5')">5. 서비스 요금</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy6')">6. 취소</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy7')">7. 전자상거래</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy8')">8.  동영상 서비스</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy9')">9. 타사 서비스</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy10')">10. Wix 로고 메이커</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy11')">11. 부당행위 및 저작권</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy12')">12. 보증에 대한 법적 고지</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy13')">13. 책임의 한계</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy14')">14. 면책조항</button>
				<button class="tablink w3-bar-item w3-button" onclick="openTermsOfUse(event, 'privacy15')">15. 일반사항</button>
			</div>
			<div class="modal-body">
				<div id="privacy0" class="w3-container page">
					<h1>개인정보 취급방침</h1>
					<p>Wix.com개인정보(프라이버시) 취급방침 열람을 환영합니다!

 

Wix.com은, 데이터 프라이버시법을 준수하여 정보보호방문자들과 사용자들의 개인정보를 신중하게 다루며 이를 보호하고 적절히 사용할 것을 전적으로 공약합니다. 이 방침은 폐사가 개인정보를 수집하고 사용하는 방법과 그러한 정보와 관련하여 웹사이트 방문자와 사용자들에게 허용되는 권리와 선택지를 기술하고 있습니다.

 

폐사는 귀하가 폐사의 서비스에 접속하거나 사용하기 전에 반드시 이 규정을 읽고 충분히 이해 실 것을 강력히 권합니다.

​

이 방침에서 따로 규정하지 않는 대문자 용어는 폐사의 서비스 약관  이용약관 에서 부여한 뜻을 갖습니다.</p>
				</div>
				<div id="privacy1" class="w3-container page">
					<h1>1. 세심하게 읽으십시오!</h1>
					<p>이 개인정보 취급방침(이하 “방침”)은 Wix 웹사이트 www.wix.com 및 그 하위 도메인, 이하 “웹사이트”), 웹 애플리케이션(이하 “Wix 앱”), 모바일 애플리케이션(이하 “모바일 앱”) 및 관련 서비스(이하 “서비스”로 총칭)의 접속 및 사용과 관련하여 Wix(Wix.com Ltd. 및 DeviantArt, Inc. 등 전 세계의 관계회사를 의미하며, 이하 “Wix” 또는 “폐사”)가 미등록 방문자 및프리미엄 사용자 등 등록 사용자(이하 “방문자” 또는 “사용자”)에 대한 정보를 수집 또는 사용하는 방법을 기술합니다.

 

정보취급방침의 목적은 당사가 언제, 왜, 어떻게 귀하의 개인정보를 수집하는지에 대한 명확한 설명과 귀하의 법적 권리에 대해 설명하기 위한 것입니다. 이 개인정보취급방침은 귀하가 당사와 체결한 계약 조건이나 개인정보보호법에서 귀하가 가지고 있을 수 있는 권리보다 우선하기 위한 것이 아닙니다.

 

이 방침을 잘 읽고 나서, 당사의 서비스에 접근하거나 사용하기 전에 귀하의 개인정보에 관한 당사의 관행을 충분히 이해하도록 하십시오.  이 개인정보취급방침을 읽고 충분히 이해하고 나서도 당사의 관행에 반대할 경우, 이 웹사이트와 애플리케이션, 또는 서비스를 즉시 떠나, 당사 서비스의 일부 사용이라도 피하거나 중지해야 합니다.  이 방침에 대해 의문이나 우려 사항이 있을 경우, privacy@wix.com으로 연락하십시오.</p>
					
				</div>

				<div id="privacy2" class="w3-container page">
					<h1>2. 어떤 정보를 수집하나?</h1>
					<p>2.1. 방문자 및 사용자 정보
Wix 웹사이트 방문자 또는 사용자에 대하여 2가지 정보를 수집합니다:

방문자에 대한 미확인 및 확인불가 정보 또는 관련 서비스를 사용할 때 제공되거나 자동적으로 수집되는 미확인 정보(이하 “비개인정보”). Wix는 그러한 비개인정보로 대상 방문자나 사용자를 식별할 수 없습니다. Wix가 이렇게 수집하는 비개인정보는 주로 관련 서비스에 대한 방문자 및 사용자의 열람 및 ‘클릭-흐름’ 활동, 세션 히트맵과 스크롤, 방문자 또는 사용자 디바이스, 운영체제, 인터넷 브라우저, 화면 해상도, 언어 및 키보드 설정, 인터넷 서비스 제공자, 참조/출구 페이지, 일시 스탬프 등에 대한 식별 불능 정보 등 기술적이며 총괄적인 사용 내역으로 구성되어 있습니다.

개별적으로 식별/확인 가능한 정보, 즉, 특정 개인을 식별하거나 상당한 노력으로 특정 개인의 식별을 가능케 하는 정보 또는 사생활에 관한 민감한 성질의 정보(이하 “개인정보”). 폐사가 수집하는 개인정보는 주로 연락처 정보(즉, 이-메일 또는 전화번호), 유료 서비스 사용자로부터만 수집하는 과금 정보(이름, 청구처 주소, 지불 방법 및 거래 내역), 열람 또는 사용 세션 정보(IP 주소, 위치 정보 및 디바이스의 고유 식별자), 연결된 타사 계정 관련 정보(연결된 PayPal, Google 또는 Facebook계정의 이메일 또는 사용자 이름 등), 폐사에 제공된 스캔 식별 문서(신분증, 운전면허증, 여권 또는 공식적인 회사 등록 서류 등), 통신문(폐사 서비스를 통하거나 서비스에 올린 것 포함), 방문자 또는 사용자가 관련 서비스의 접속 또는 사용을 통하여 폐사에 제공한 여타 개인정보로 구성됩니다. 의문의 여지를 없애기 위하여, (예로, 폐사가 제공하는 서비스의 개선을 위하여) 개인정보에 연결(링크)되어 있는 비개인정보라도 해당 연결 또는 링크가 존속하는 한 폐사에서 이를 개인정보로 간주하고 취급합니다.</p>
					<p>2.2. 사용자 정보의 사용자(Users-of-Users’)
Wix는 오직 사용자의 이익을 위하여 그리고 사용자를 대신하여(섹션  6 에서 더 자세히 설명)하여 폐사 사용자 웹사이트 또는 서비스의 방문자 및 사용자에 대한 유사한 정보를 수집할 수도 있습니다.</p>
					<p>2.3. Wix 채용공고 및 신청 정보
폐사는 폐사 취업 관련 웹사이트 https://www.wix.com/jobs에 발표된 빈 자리에 응모할 때 응모후보자(이하 “응시자”)들이 폐사에 이메일 또는 다른 방법(아래 Section 7에서 더 자세히 설명)으로 제공하는 정보를 수집합니다.</p>
				</div>
				<div id="privacy3" class="w3-container page">
					<h1>3. 어떻게 그런 정보를 수집하나?</h1>
					<p>두 가지 방법을 주로 사용합니다:

귀하가 Wix의 서비스를 사용하는 과정에서 정보를 수집합니다. 

귀하가 폐사의 웹사이트 또는 사용자 웹사이트를 열람하거나, 사용자 계정을 등록하거나, 귀하의 사용자 웹사이트를 편집하거나, 정보나 콘텐츠를 올리거나, Wix 앱 및 모바일 앱을 내려받거나 사용하는 것을 포함, 폐사의 서비스를 방문 또는 사용할 때하면, 폐사는 이를 인지하고, 통상적으로 아래  Section 9에서 더 자세히 설명하는 “쿠키” 및 다른 추적 기술 등을 사용하는 것을 포함, 아래 Section 8에서 더 자세히 설명하는 타사 서비스의 도움을 받거나 독자적으로 그러한 사용, 세션 및 관련 정보를 수집, 기록합할 수 있습니다. 귀하가 폐사에 자발적으로 제공하는 정보를 수집합니다. 예를 들어, 귀하가 폐사의 서비스를 위하여 사용자 등록을 하거나, Facebook 또는 Google 등의 타사 서비스를 통하여 폐사의 서비스에 접속하거나, 도메인 이름을 구매 또는 등록하거나, 폐사의 서비스 사용 시 그런 개인정보를 제출 또는 올리거나, 또는 통신 경로(예를 들어, Wix의 고객지원 티켓, 이메일 등)에 의해 폐사에 직접 연락할 때 폐사는 귀하가 제공하는 개인정보를 수집합니다.

당사는 또한, 아래 제8조 규정대로, 제3자 출처로부터 정보를 수집합니다.​</p>
					
				</div>
				<div id="privacy4" class="w3-container page">
					<h1>4. 왜 그런 정보를 수집하나?</h1>
					<p>Wix는 다음 목적을 위하여 비개인 및 개인정보를 수집합니다:

관련 서비스를 제공 및 운영하기 위하여

방문자 및 사용자의 공통 또는 개인별 선호 사항, 경험 및 애로에 따라서 Wix의 서비스를 더욱 개발, 보정 및 개선하기 위하여

사용자들에게 지속적으로 고객 및 기술 지원을 제공하기 위하여

Wix의 일반 또는 개인별 서비스 관련 통지와 판촉 관련 메시지(섹션 10 설명 참조)를 방문자와 사용자에게 보내기 위하여

특정 콘텐츠, 이벤트 및 프로모션을 촉진, 주관 및 제공하기 위하여, 참가자의 자격을 판정하거나, 실적을 모니터하거나, 입상자에게 연락하고 상금 등을 전달하기 위하여

Wix 또는 협력사가 각자의 서비스를 제공 및 개선하는데 사용하는 통계적 총액 데이터와 기타 총액 및 추론된 비개인정보를 생성하기 위하여

Wix의 데이터 보안 및 부정 방지 능력을 강화하기 위하여

Wix에 취업하기 위하여 지원한 후보자들을 심사(섹션 7 설명 참조)하고

관련 법규를 준수하기 위하여

​

당사는 아래 사항에 해당될 경우 제4조에 규정된 목적을 위해서만 귀하의 개인정보를 사용합니다.​

귀하와의 계약을 수행하거나 귀하와 계약을 체결하기 위한 조치로서(예를 들어, 귀하에게 웹사이트 제작도구를 제공하거나, 고객지원 및 기술지원을 제공하는 경우) 귀하의 개인정보를 사용하는 것이 필요할 경우​

당사의 법적, 규제적 의무를 준수하기 위해 귀하의 개인정보를 사용하는 것이 필요한 경우.

당사가 업무로서 가지고 있는 정당한 이해관계(예를 들어, 사용자 경향과 Wix 캠페인의 효과성을 파악하고 기술적 문제를 파악하여 당사의 서비스를 유지하고 개선하는 일)를 뒷받침하기 위해 귀하의 개인정보를 사용하는 것이 필요한 경우. 단, 그러한 사용은 항상 적절한 방법으로 수행되어야 하며, 귀하의 프라이버시 권리를 존중해야 합니다.​

​

당사의 서비스는 18세 미만의 소아청소년에게는 허용되지 않습니다.  18세 미만의 누구도 당사 서비스를 통하여 개인정보를 당사에게 제공해서는 안 됩니다.  당사는 알면서, 18세 미만의 소아청소년의 개인정보를 수집하지 않습니다. 부모와 보호자는 자신의 자녀를 항상 감독해야 합니다</p>
				</div>
				<div id="privacy5" class="w3-container page">
					<h1>5. 귀하의 정보를 어디에 보관하나?</h1>
					<p>5.1. Wix의 방문자, 사용자 및 사용자의 사용자에 대한 개인정보는 Wix, 허가된 관계회사 및 서비스 제공사 등이 Wix의 서비스를 제대로 제공하기 위한 필요에 따라서 또는 법률(아래 설명 참조)이 요구하는 바에 따라서 미국, 유럽 (리투아니아, 독일 및 우크라이나 포함), 이스라엘 및 여타 관할지역에서 유지, 처리 및 저장할 수 있습니다. Wix 취업 희망자 정보는 이스라엘, 지원자의 소재지 또는 필요에 따라서타사 서비스가 제공하는 안전한 클라우드 저장 시스템에 유지, 처리 및 저장할 수 있습니다.

Wix 취업 희망자 정보는 이스라엘, 지원자의 소재지 또는 필요에 따라서 타사서비스가 제공하는 안전한 클라우드 저장 시스템에 유지, 처리 및 저장할 수 있습니다.

Wix.com Ltd.는 유럽연합에서 회원국 거주자의 개인정보의 적정 보호 수준이 지켜지고 있다고 평가하는 이스라엘에 본사를 두고 있습니다. Wix를 대신하여 귀하의 개인정보를 보관 또는 처리하는 Wix 계열사 및 서비스 제공사는 모두 해당 관할지역에서 적용할 수 있는 완화된 법적 요건에 무관하게 업계 표준에 따라서 귀하의 개인정보를 안전하게 보호할 것을 계약적으로 약속합니다.</p>
					<p>5.2. EU-미국 프라이버시 실드(Privacy Shield) 및 스위스-미국 프라이버시 실드 공개: Wix.com은 EU-미국 프라이버시 실드 기본준칙(Privacy Shield Framework) 및 스위스-미국 프라이버시 실드 기본준칙에 참여하며, 그 준수를 인증해 왔습니다. Wix.com은, 유럽연합 국가 및 스위스로부터 각각 받은 모든 개인적 정보를 프라이버시 실드 기본준칙에 근거하여, 그 기본준칙에 적용되는 원칙으로써 다룰 것입니다. 프라이버시 실드 기본준칙에 대해 더 알아보시려면, 미 상무부의 '프라이버시 실드 목록'(Privacy Shield List)을 여기에서 참조하십시오.

​

Wix.com은, 자신이 프라이버시 실드 기본준칙에 따라 받은 후, 자신을 대리하는 제3자에게 전송하는 개인적 정보데이터의 처리에 책임이 있습니다. Wix.com은 EU로부터 받은 개인적 정보

의 모든 향후 전송에 대해, 전송 책임 규정 등 프라이버시 실드 원칙을 준수합니다.

Wix.com은 '프라이버시 실드 기본준칙'에 따라 받거나 전송하는 개인적 정보

와 관련하여, 미국 연방통상위원회의 규제적 집행력에 따릅니다. Wix.com은 일정한 상황에 있어서, 국가 안보 요건이나 법 집행 요건 준수 등 공공기관의 합법적 요청에 대한 답으로 개인적 정보를 공개할 것을 요청 받을수도 있으며, 현지의 데이터보호법이 허용하는 한 공개할 것입

니다. 우리가 충분히 다루지 못한, 해결되지 않은 프라이버시 우려사항이나 데이터 이용에 대한 우려사항이 있다면, 미국에 본사를 두고 있는 제3자 분쟁해결 제공자에게 연락하십시오(무료 이용 가능) — https://feedback-form.truste.com/watchdog/request.

​

귀하는, 프라이버시 실드 웹사이트 에서 더 충분히 설명하고 있는 일정한 조건 하에서, 다른 분쟁해결 절차가 모두 고갈된 경우 구속력 있는 중재를 신청할 수 있습니다. 요청이 있을 경우, Wix는 귀하의 개인정보를 보유할 것인지 여부에 대해 알려드릴 것입니다. 귀하는, 도움말 센터의 글, "GDPR: Wix 계정 데이터의 회수" 또는 GDPR: Wix 계정의 영구적 삭제"에서 제공되어 있는 안내를 따라 귀하의 개인정보에 접속하거나 정정하거나 삭제 요청을할 수 있습니다. 당사는 현지법이 정하고 있는 시간이나 합리적인 시간 내에 귀하의 요청에 응답할 것입니다.

​

귀하의 Wix 계정을 영구적으로 삭제하는 것은 Wix의 데이터베이스에 있는 귀하의 모든 정보를 없애게 되는 것임을 이해하십시오. 이 절차를 마치게 되면 귀하는 더 이상 Wix 서비스를 이용할 수 없으며, 귀하의 이용자 계정과 모든 데이터는 영구적으로 삭제되며, Wix는 장래에 귀하의 계정을 복구하거나 귀하의 데이터를 되찾을 수 없습니다. 귀하가 향후 Wix 지원부서에 연락하실 경우, 시스템은 귀하의 계정을 인식하지 못하며, 지원부서 담당자는 삭제된 계정을 찾을 수 없습니다.</p>
					<p>5.3. 데이터 현지화 의무:귀하가 “데이터 현지화” 또는 “데이터 거주성” (즉, 해당국 거주자의 개인정보를 해당 관할지역 경계 내에 보관하도록 요구) 의무를 부과하는 관할지역에 거주하고, 그러한 사실이 당사의 주의를 끌게 된경우, 폐사는 법적 의무에 따라서 귀하의 개인정보를 해당 관할지역 경계 내에 유지할 수 있습니다.그렇게 하는 한편, 위에서 설명한 대로 미합중국을 포함, 여타 지역에서 폐사가 귀하의 개인정보를 계속 수집, 보관 및 사용할 수 있다는 것을 귀하는 이 문서로 인정하는 것입니다.</p>
					
				</div>
				<div id="privacy6" class="w3-container page">
					<h1>6. 사용자 정보의 사용자(Users-of-Users’)</h1>
					<p>Wix는 오직 Wix 사용자들을 대신하거나 그들이 원하는 바에 따라서 사용자의 사용자에 대한 비개인 또는 개인정보(이하 “사용자의 사용자에 대한 정보”)를 수집, 보관 및 처리할 수 있습니다. 예를 들어, 각각의 사용자는 Gmail과 같은 타사서비스에서 그들의 이메일 연락처를 불러오거나 그들 자신의 웹사이트를 통하여 연락처를 달리 수집 및 관리할 수 있습니다. 그런 연락처는 사용자를 위하여 Wix 시스템에 보관됩니다.

그런 목적을 위하여, Wix는 서비스를 제공하지만 그런 사용자의 사용자에 대한 정보의 “관리자”가 아니고 처리자”로 보아야 합니다. (이 두 가지용어는 모두 ‘유럽연합 일반정보보호규정(European Union General Data Protection Regulation)’에서 정의되어

있음) 그런 사용자 웹사이트를 관리하거나 운영하는 사용자는 그런 사용자의 사용자에 대한 정보의  “관리자”로 보아야 하며, 모든 관할지역의 프라이버시와 데이터 보호 관련 법률을 포함, 그러한 사용자에 대한 정보의 수집과 관리에 적용되는 모든 법규를 준수할 책임이 있습니다.

귀하는 그러한 사용자에 대한 정보의 보안, 무결성 및 허가된 사용과 그런 정보의 수집과 사용에 필요한 동의 및 허락을받고, 공정한 처리 고지를 할책임이 있습니다.

 

Wix는 사용자와 사용자의 사용자들에게 법적 조언을 제공할 수 없지만, 모든 사용자들에게 모든 관련 법규에 따라서 자신들의 웹사이트에 명백하고 포괄적인 프라이버시 방침을 발표하고 유지할 것과 모든 사용자의 사용자들이 그 방침을 신중하게 읽고 그에 동의할 것을 권고합니다.

Wix가 (귀하가 사용자의 사용자에게 특정 통지를 보내거나 동의를 얻는 것과 관련하여) 사용자의 사용자 정보를 사 용 가능한 방법에 대하여 더 많은 정보를 원하시면 아래 Sections 8, 12 및 13을 보시기 바랍니다.

 

귀하가 Wix 사용자 서비스의 방문자, 사용자이거나 고객인 경우, 다음 내용을 읽으십시오: Wix는 Wix가 처리하는 사용자 정보의 개별 사용자들과 직접적인 관계는 없습니다. 귀하가 방문자, Wix 사용자의 사용자이거나 고객이며, 귀하의 개인정보에 대하여 어떤 요청이나 문의를 하고자 하는 경우, 해당 사용자에게 직접 연락하십시오. 예를 들어, Wix의 사용자 대신에 Wix가 처리하는 부정확한 정보를 사용, 수정, 개정 또는 삭제하고자 하는 경우, 관련 사용자(즉, 그런 정보의 “관리자”)에게 직접 문의하십시오. 사용자의 사용자에 대한 개인정보를 삭제할 것을 요청하면 Wix는 그런 요청에 대하여  30일 이내에 응답할 것입니다. Wix의 사용자들이 달리 지시하지 않는 한, Wix는 섹션 12에 규정된 기간 내에 그 사용자의 사용자에 대한 개인정보를 보유할 것입니다.</p>
				</div>
				<div id="privacy7" class="w3-container page">
					<h1>7. Wix 취업 신청서</h1>
					<p>자신의 연락처와 이력서(이하 “신청자 정보”)를 Wix 웹사이트의 해당 직위 취업 신청 양식이나 Wix가 제공하는 다른 수단을 사용하여 제공하여 https://www.wix.com/jobs에 발표된 모든 채용 공고에 지원하는 모든 유자격 지원자를 Wix는 환영합니다.

폐사는 이들 응모자들의 프라이버시 보호와 신중한 처리가 절대적으로 필요하다는 것을 이해하며, 따라서 응모자 정보를 대외비로 취급하고 오직 Wix 내부의 모집 목적(응모자 식별, 신청서 평가, 채용 및 취업 결정 및 전화 또는 서면으로 응모자에게 연락하는 것을 포함)으로만 사용할 것을 공약합니다.

해당 직위가 채워지거나 폐지된 경우에도 Wix가 응모자가 제출한 정보를 2년이 넘지 않는 기간 동안보유할 수 있음을 유의하십시오. 이는 응모자들을 Wix 내의 다른 직위 또는 직무에 채용여부를 고려하기 위한 것입니다. 따라서, 그들이 제출하는 장래의 응모를 심사하기 위한 참고자료로, 또는 해당 응모자가 채용되는 경우, Wix에 취업하거나 여타 비즈니스 목적으로 응모자들의 정보를 사용할 수 있습니다. 

​

 

이전에 Wix에 지원 서류를 제출하였고 이를 지금 사용하거나 Wix 시스템에서 삭제하기를 원하는 경우, Wix에 jobs@wix.com로 연락하십시오.</p>
				</div>
				<div id="privacy8" class="w3-container page">
					<h1>8. 타사와의 개인정보의 공유</h1>
					<p>오직 다음과 같은 방법과 경우에만 귀하의 개인정보를 타사와 공유(또는 타사의 사용을 허용)할 수 있습니다:</p>
					<p>8.1. 타사 서비스:
타사 서비스: Wix는 자신의 서비스와 솔루션을 보완, 촉진 또는 강화할 수 있는 서비스와 솔루션을 보유한 다수의 선택된 서비스 제공사와 협력해 왔습니다. 이들에는 호스팅 및 서버 공유(co-location) 서비스, 통신 및 콘텐츠 전달 네트워크(CDNs), 데이터 및 사이버 보안 서비스, 과금 및 지불 처리 서비스, 도메인 이름 등록처, 부정행위 탐지 및 방지 서비스, 웹 분석, 이메일 배포 및 모니터링 서비스, 세션 기록 및 원격 접속 서비스, 성능/실적 측정, 및 데이터 최적화 및 마케팅 서비스, 콘텐츠 제공사, 그리고 법률 및 재무 고문(이하, 집합적으로 “타사 서비스”) 등이 포함됩니다.

그런 타사 서비스는 폐사의 서비스 및 업무를 촉진하거나 강화하는 각자의 특정 역할과 목적에 따라서 폐사의 방문자 및 사용자의 개인정보, 또는 사용자의 사용자 정보를 전적으로 또는 부분적으로 받거나 달리 접속하거나 오직 그런 목적으로 사용할 수 있습니다.

비록 폐사의 서비스에 다른 웹사이트 또는 서비스를 위한 링크가 포함되어 있지만, 폐사는 그런 웹사이트 또는 서비스의 프라이버시 보호 관행에 대하여 책임이 없다는 점을 유의하십시오. 폐사의 서비스를 떠나는 시점을 인식하고, 개인정보를 제공하기 전에 귀하가 방문하는 모든 웹사이트와 서비스의 프라이버시 확인서를 읽으실 것을 권합니다.  이 개인정보 방침은 폐사의 서비스에 링크된 그런 타사 웹사이트와 서비스에는 적용되지 않습니다. Wix는, 프라이버시 보호협정에 따라 수령하여, 그 이후, 프라이버시 보호 원칙에서 설명하고 있는 대로 타사에게 전송하는 개인정보에 대해 책임이 있습니다. 특히, Wix가 자신을 대신하여 개인정보를 처리하도록 고용한 타사 대리인이 이 원칙에 따르지 않은 방법으로 개인 데이터를 처리할 경우 그에 대해 책임을 집니다. 단, 그러한 손실 야기에 대해 책임이 없음을 입증한 경우는 제외합니다.</p>
					<p>8.2. 법의 집행, 법적 요청 및 의무:
현지의 정보보호법이 허용하는 한, 소환장, 법적 절차, 수색영장 또는 법원의 명령과 같은 법적 요청이 있고, 폐사가 그런 법적 요청이 정당하다고 믿는 경우, 관련 법에 따라서 귀하에게 통지하거나 통지하지 않은 채 귀하의 개인정보를 공개하거나 타인에게 사용을 허용할 수 있습니다.</p>
					<p>8.3. 권리 보호와 안전:
Wix는 귀하의 권리, 재산, Wix, Wix의 모든 사용자, 사용자의 사용자, 일반 대중의 보안에 도움이 된다고 믿는 경우, 귀하에게 통지하거나 통지하지 않은 채 귀하의 개인정보를 다른 사람과 공유할 수 있습니다.</p>
					<p>8.4. 소셜 미디어 기능과 프레임 페이지:
폐사의 서비스에는 “Facebook Connect” 또는 “Google Sign-in”, “Facebook Like” 버튼, “Share this” 버튼 또는 여타 대화형 미니 프로그램과 같은 일부 소셜 미디어 기능과 위젯, 싱글 사인온(SSO) 기능(이하 “소셜 미디어 기능”)이 포함되어 있습니다. 이들 소셜 미디어 기능은 귀하의 IP 주소 또는 귀하가 방문한 폐사 웹사이트 페이지 등의 정보를 수집할 수 있고, 제대로 기능하기 위하여 쿠키를 설정할 수 있습니다.  소셜 미디어 기능은 타사가 운영하거나 또는 폐사 서비스 내에서 직접 작동할 수 있습니다. 이들 타사의 소셜미디어 기능과의 상호관계 는 폐사가 아니고 그들의 방침에 따라서 관리됩니다.​

또한, 폐사의 서비스는 폐사의 웹사이트와 서비스의 외관을 그대로 유지하면서 타사 또는 다른 당사자들에게 콘텐츠를 보내거나 받기 위한 페이지 프레이밍 기술(이하 “프레임”)을 통하여 귀하가 타사에게 귀하의 개인정보를 직접 공유하도록 할 수 있습니다. 그런 프레임을 통하여 대화하거나 귀하의 개인정보를 공유하고자 할 경우, 사실 귀하는 개인정보를 폐사가 아니고 그들에게 제공하는 것이며, 그런 대화와 공유는 폐사의 방침이 아니고 그들의 방침에 의하여 관리된다는 점을 유의하십시오.</p>
					<p>8.5. 앱 마켓 개발자:
​앱 마켓 개발자: 앱 마켓 프로그램에 참여하고 있는 폐사는 타사 개발자(이하 “타사개발자”)에게 Wix와 관련된 애플리케이션(이하 “타사 앱”)을 개발하여 Wix 앱 마켓을 통하여 제공하는 것을 허용합니다. 타사 개발자들은 귀하와 귀하의 사용자 정보 사용자들이 폐사에 제공하는 비개인 또는 개인정보를 접속, 저장 및 이용하는 방법에 대한 제한이 포함된 wix 앱 마켓 – 파트너 프로그램 동의서에 의하여 구속됩 니다.

폐사는 귀하가 타사 앱을 설치하여사용할 것을결정하기 전에 그에 딸린 모든 프라이버시 방침을 검토하고 필요한 경우 타사 개발자에게 소명을 요청하실 것을 권합니다. Wix는 모든 타사 개발자의 행위와 방침에 대한 통제권이 없고 그에 대한 책임이 없으며, 귀하가 모든 타사 개발자의 앱을 사용하는 경우 그 위험을 감수해야 합니다.</p>
					<p>8.6. WixHive API:
WixHive API: 귀하가 어떤 Wix 앱 또는 타사 앱을 설치하는 경우, 귀하는 그 해당 제공자들에게 “WixHive” API을 통하여 귀하와 귀하의 사용자의 사용자에 대한 비개인 및 개인정보를 공유 또는 접속할 수 있도록 허용합니다. 그런 정보에는 연락처 정보, 메시지, 비즈니스 애플리케이션, 해당 서비스와 사용자 웹사이트에 저장되고 추후 귀하의 계정을 통하여 접속할 수 있는 일부 활동이 포함됩니다. WixHive API를 통하여 수집되거나 공유할 수 있는 개인정보에 대한 더 자세한 내용은 Wix 앱 마켓 이용약관에서 보 서 보십시오.

귀하와 귀하의 사용자의 사용자의 프라이버시를 더욱 효과적으로 보호하기 위하여 폐사는 모든 타사 개발자가 여러 가지 다른 사용자 웹사이트 및 서비스를 통하여 수집된 개인정보를 서로 결합하거나, 특정 사용자 웹사이트나 서비스의 목적을 위하여 동일 사용자 웹사이트나 서비스에 설치된 다른 앱 이외의 앱과 사용자의 사용자에 대한 정보를 공유하지 않도록 계약에 의하여 금지하고 있습니다. 그러나, 자사의 서비스를 제공 및 개선하기 위하여 필요한 범위 내에서 Wix는 여러 가지 다른 사용자 웹사이트와 앱을 통하여 수집, 저장된 정보를 계속 접속 및 이용할 수 있습니다.

WixHive API를 통한 사용자의 사용자 정보의 수집, 처리 및 사용에 대하여 그들에게 통지를 하고, 그들의 개인정보가 귀하를 대신하여 Wix에 의해 이전되어 처리될 것이라는 것을 알릴 책임은 오직 귀하에게 있습니다.

WixHive API를 통한 개인정보의 수집 및 공유를 예방하기 위하여, 귀하는 귀하의 사용자 웹사이트에 앱의 설치를 피하거나, 귀하가 설치하는 앱에 부여한 허가를 취소하거나 설치한 앱을 단순히 삭제할 수 있습니다. 그러나 그런 취소 이전에 수집된 일부 정보를 이전에 설치한 앱이 계속 가지고 있을 수 있음을 유의해야 하고, 그런 정보를 삭제하려면 직접 Wix나 타사 개발자에게 연락하여삭제하도록 요청할 것을 권합니다.</p>
					<p>8.7. Wix 자회사와 관계 회사:
폐사는 이 프라이버시 보호 방침에서 기술하는 목적을 위하여 폐사의 계열회사 간에 개인정보를 내부적으로 공유할 수 있습니다. 예를 들어, 폐사는 자신의 서비스를 촉진하고 귀하(및 귀하의 사용자의 사용자)에게 제공하기 위하여 폐사의 미국 내 자회사인 Wix.com Inc.와 귀하의 개인정보를 공유할 수 있습니다. 나아가, Wix 또는 그 관계회사의 지배구조에 합병, 인수 또는 모든 자산의 실질적 매수를 포함하는 변동이 있게 되면, 귀하의 개인정보는 그런 사건에 관계된 당사자들과 공유될 수 있습니다. 그러한 지배구조의 변동에 의하여 폐사에 보관된 귀하의 개인정보가 상당히

명확히 하기 위하여, Wix는 귀하의 명백한 승인을 받거나 법적으로 그렇게 해야 할 의무가 있으면 위에 설명한 방법 이외의 방법으로 귀하의 개인정보를 공유할 수 있음을 밝힙니다.

아울러, Wix는 오직 자신의 재량으로 더 이상의 승인을 받을 필요 없이 비개인정보를 전송, 공유, 공개 또는 달리 사용할 수 있습니다.영향을 받을 수 있다고 폐사가 신의성실로써 생각할 경우, 폐사는 이 사건 내용과 귀하의 개인정보에 대하여 귀하가 갖게 될 선택지를 이메일 또는 웹사이트에 두드러지는 발표문으로 통지할 것입니다. 유럽연합 및 스위스에 있는 Wix 자회사 및 계열회사로부터 Wix의 미국 자회사로 가는 개인정보를 공유하는 경우 EU-미국 및 스위스-미국 프라이버시 보호 준칙이 적용됩니다.

​

명확히 하기 위하여, Wix는 귀하의 명백한 승인을 받거나 법적으로 그렇게 해야 할 의무가 있으면 위에 설명한 방법 이외의 방법으로 귀하의 개인정보를 공유할 수 있음을 밝힙니다.

아울러, Wix는 오직 자신의 재량으로 더 이상의 승인을 받을 필요 없이 비개인정보를 전송, 공유, 공개 또는 달리 사용할 수 있습니다.</p>
				</div>
				<div id="privacy9" class="w3-container page">
					<h1>9. 쿠키 및 여타 추적기술의 사용</h1>
					<p>Wix는 마케팅, 분석 및 기술 협력사들과 함께 일부 모니터링 및 추적 기술(쿠기, 비컨, 픽셀, 태그 및 스크립트 등)을 사용합니다. 이들 기술은 폐사의 서비스를 지속적으로 유지, 제공 및 개선하고, 나아가, 폐사의 방문자들과 폐사의 사용자들, 그리고 사용자의 사용자들에게 보다 좋은 경험을 제공하기 위하여 사용됩니다. 예를 들어, 이들 기술 때문에, 폐사는 방문자들과 사용자들의 선호 사항과 확인된 세션을 유지 및 추적하고, 폐사의 서비스의 보안을 개선하고, 기술적 문제, 사용자 경향 및 캠페인의 효과를 확인하고, 폐사 서비스의 전반적 성능을 개선할 수 있습니다.

​

폐사의 서비스를 통하여 쿠키를 심거나 다른 추적 기술을 활용하는 타사 서비스들도 정보 수집과 보관에 대한 자체 방침을 가지고 있을 수 있음을 유의하십시오. 그런 방침/관행은 폐사의 프라이버시 방침에서 다루지 않으며 폐사는 그들에 대한 어떤 통제권도 없습니다. ​​

​

쿠키: 이들 기술 중 일부는 제대로 작동하기 위하여 작은 데이터 파일(이하 “쿠키”)를 내려 받아 귀하의 디바이스에 보관해야 합니다.  폐사는 세션과 사용자 확인, 보안, 사용자 선호 사항 유지(예, 기본 언어와 설정), 연결 안정도(즉, 미디어 올리기, 전자상거래 기능 사용 등을 위한), 폐사 서비스와 마케팅 캠페인의 성능 모니터링, 그리고, 폐사 서비스의 일반적 제공과 개선의 목적으로 몇 가지 지속적으로 반복되는 쿠키를 사용합니다.

귀하가 모든 쿠키를 삭제 또는 봉쇄하기를 원하면 쿠키를 보관하고 있는 해당 파일이나 디렉터리를 찾는 방법에 대한 설명을 보기 위하여 귀하의 인터넷 브라우저의 도움말 및 지원 부분을 참조하십시오.  쿠키의 삭제 및 제어에 대한 정보는 www.AboutCookie.org에도 있습니다. (이 웹사이트는 Wix가 제공하는 것이 아니므로 폐사는 그 정보의 정확성, 완전성 또는 사용가능성을 보증할 수 없습니다)

폐사의 쿠키를 삭제하거나, 장래의 쿠키나 추적 기술을 불능화하면 폐사 서비스 중 어떤 부분이나 기능을 사용할 수 없게 되거나 귀하의 사용자 경험에 달리 악영향을 미칠 수 있음을 유의하십시오.

 

투명 지프(Gifs): 폐사와 일부 타사 서비스는 투명 지프(별명: Web Beacons/Web Bugs)라는 소프트웨어 기술을 사용할 수 있는데, 이는 서비스의 효과와 성능을 측정하여 폐사의 서비스를 개선할 수 있도록 도와줍니다. 투명 지프는 독특한 식별자가 있는 아주 작은 그래픽인데 기능은 쿠키와 비슷하지만 귀하의 디바이스에는 보관되지 않고 폐사의 서비스 내에 장착됩니다.

 

플래시와 HTML5: 폐사와 일부 타사 서비스는 주로 광고 목적으로 “플래시 쿠키”와 “HTML5”로 불리는 추적 기술도 사용할 수 있습니다. 각종 브라우저는 이들 기술을 제거 또는 봉쇄하기 위한 자체 관리 도구를 제공합니다. 플래시 쿠키 관리에 대한 더 자세한 정보는 이 링크에 있습니다: http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html (이 웹사이트는 Wix가 제공하는 것이 아니므로 폐사는 그 정보의 정확성, 완전성 또는 사용가능성을 보증할 수 없습니다)

​

행동기반 목표광고(Behavioural Targeting/Re-Targeting): 일부 타사 서비스와 광고 네크워크는 폐사의 웹사이트나 Wix 앱, 그리고 Wix 모바일 앱에 광고를 게시하거나 다른 웹사이트에서 폐사의 광고를 관리할 수 있습니다. 그들은 귀하에게 귀하의 관심과 선호 사항에 따라서 목표광고를 제공하기 위하여 폐사의 서비스와 다른 타사 서비스에서 있었던 귀하의 활동에 대한 일정한 정보를 수집하기 위하여 추적 기술을 사용할 수 있습니다. 여기 (유럽연합 내에서는 여기(YourChoicesOnline.eu가 제공)를 클릭하여 일부 광고주 및 광고네트워크의 목표광고를 중단할 수 있습니다. 이것이 모든 광고를 받는 것으로부터 빠지게(opt-out) 되는 것을 의미하지 않으며, 귀하의 옵트아웃은 특정 광고에 대해서만 관련이 있습니다. 귀하가 수신 거부를 하지 않은 광고는 계속해서 받게 됩니다.

​

사용자 데이터 보완: 우리는, 공적으로 이용 가능한 데이터베이스 또는 당사가 데이터를 구매한 제3자 등 다른 출처로부터 귀하에 관한 정보를 받아, 우리가 귀하에 대해 이미 가지고 있는 정보와 그러한 데이터를 결합할 수 있습니다.  그렇게 함으로써 우리의 기록을 갱신, 확장, 분석하고, 신규 고객을 확인하고, 귀하에게 관심이 갈 만한 제품과 서비스를 제공할 때 유용하게 활용할 수 있습니다.  당사가 이러한 제3자로부터 귀하의 개인정보를 입수할 경우, 귀하의 개인정보가 우리에게 공개될 것이라는 것을 그러한 당사자가 귀하에게 알릴 계약적 의무를 지도록 할 것이며, 당사는 귀하의 개인정보를 사용하기 전에 그 정확성을 확인하는 조치를 취할 것입니다. 귀하가 다른 사람에 대한 정보를 우리에게 제공하거나, 다른 사람이 귀하의 정보를 우리에게 제공할 경우, 당사는 우리에게 제공되게 된 특정 사유에 맞는 목적으로만 그러한 정보를 사용할 것입니다.​

​

“추적 중지” 신호: 브라우저나 모바일 앱의 HTTP 헤더에 있는 “추적 중지(Do Not Track)” 신호에 응하여 폐사의 관행을 바꾸지 않는다는 것을 유의하십시오.</p>
				</div>
				<div id="privacy10" class="w3-container page">
					<h1>10. Wix 발신 통신문</h1>
					<p>10.1. 판촉 메시지:
당사는 귀하에게, 이메일, 문자, 쪽지, 마케팅 전화, 또는 그러한 수단을 통하여 Wix나 그 파트너(Wix 대행사)가 하는 유사한 형태의 통신에 의해 홍보성 내용과 메시지를 보내기 위해 귀하의 개인정보를 이용할 수 있습니다. 그런 판촉 메시지나 전화를 받지 않으려면 언제든지 Wix에 통지하거나 해당 판촉성 통신문에 포함된 “가입 해지” 또는 중지 요구 지시를 따라 하십시오. 당사는 귀하에게 보내는 홍보성 내용을 합리적이고 균형을 이루는 수준으로 제한하며, 귀하의 정보에 기초하여 우리가 볼 때에 귀하에게 관심이 가거나 관련성이 있는 정보를 보내기 위한 조치를 취합니다.</p>
					<p>10.2. 서비스와 과금 메시지:
Wix는 폐사 서비스 또는 귀하의 서비스 사용에 관한 중요한 정보를 전달하기 위하여 귀하에게 연락할 수 있습니다. 예를 들어, 폐사는 어떤 서비스의 유지관리를 위하여 일시적으로 중단될 때 이를 귀하에게 알리는 통지문을 (사용 가능한 모든 수단 중 하나를 사용하여) 보낼 수 있으며, 귀하의 지원 요청 티켓이나 이메일에 회신하거나, 현재 또는 다음 구독(구입)에 대한 다음 또는 지난 지불에 대한 독촉장이나 경고문을 보내거나, 귀하의 사용자 웹사이트 관련 남용에 대한 불만 사항을 전달하거나, 폐사 서비스의 중요한 변동 사항을 통지할 수 있습니다.

귀하가 그러한 메시지를 항상 받을 수 있도록 하는 것이 중요합니다. 이러한 이유로, 귀하가 더 이상 Wix 방문자나 이용자가 아닌(계정을 비활성화함으로써) 경우가 아닌 한, 귀하가 그러한 서비스 및 요금청구 메시지를 받지 않도록 수신거부를 할 수는 없습니다.</p>
				</div>
				<div id="privacy11" class="w3-container page">
					<h1>11. 개인정보에 대한 사용자의 권리</h1>
					<p>귀하의 개인정보에 대한 통제권을 유지하는 것이 필요합니다. 그것이 바로 Wix가 귀하로 하여금 귀하의 개인정보에 접속하고 사본을 받고 개인정보를 갱신, 변경, 삭제할 수 있도록 조치를 취하는 이유입니다.

 

요청을 받은 개인정보를 공개하기 전에, 귀하의 신원을 확인하기 위한 목적과 보안을 확보하기 위한 목적으로 귀하에게 추가 정보를 요구할 수도 있습니다. 당사는 법이 허용하는 한 수수료를 부과(예를 들어, 이용자의 요청이 근거가 없거나 과도할 경우)할 권리가 있습니다.

 

이용자는 정보 보호를 위해 지역 감독기관에 민원을 제기할 권리가 있습니다(하지만, 당사는 먼저 우리에게 연락을 하실 것을 권합니다).

귀하가 Wix 방문자이거나 사용자이고, 폐사에 보관한 (귀하 또는 귀하의 사용자의 사용자의) 개인정보를 수정하기 위하여 해당 정보의 사본을 받거나 그에 접속하거나 폐사에 정정을 요청하고자 하거나, 폐사가 다이렉트 마케팅의 목적으로 타사에게 공개한 귀하의 개인정보(하나라도 있으면)의 목록의 제출을 요청하고자 하는 경우, 도움말 센터의 글, "GDPR: Wix 계정 데이터의 회수" 또는 GDPR: Wix 계정의 영구적 삭제"에서 제공되어 있는 안내를 따르십시오. 귀하의 신청서를 Wix.com, 40 Namal Tel Aviv St., Tel Aviv 6350671, Israel로 우편으로 보내실 수도 있습니다. 법적 요건 및 다른 허용 가능한 고려사항에 따를 것을 조건으로, 귀하의 신청을 즉시(귀하의 요청을 처리하기 위해서 귀하로부터 추가 정보가 필요할 경우 제외) 처리하기 위해 합리적인 노력을 기울일 것입니다.그런 개인정보 중 일부는 귀하의 사용자 계정 또는 사용자 웹사이트 설정 기능을 통하여 귀하가 직접 수정, 업데이트 또는 삭할 수 있습니다.

​

귀하의 Wix 계정을 영구적으로 삭제하는 것은 Wix의 데이터베이스에 있는 귀하의 모든 정보를 없애게 되는 것임을 이해하십시오. 이 절차를 마치게 되면 귀하는 더 이상 Wix 서비스를 이용할 수 없으며, 귀하의 계정과 모든 데이터는 영구적으로 삭제되며, Wix는 장래에 귀하의 계정을 복구하거나 귀하의 데이터를 되찾을 수 없습니다. 귀하가 향후 Wix 지원부서에 연락하실 경우, 시스템은 귀하의 계정을 인식하지 못하며, 지원부서 담당자는 삭제된 계정을 찾을 수 없을 것입니다.</p>
					
				</div>
				<div id="privacy12" class="w3-container page">
					<h1>12. 데이터 보존</h1>
					<p>폐사는, 본 방침에서 시사하듯이 귀하의 사용자 계정이 사용 중이거나, 폐사의 서비스를 제공해야 할 다른 필요가 있는 한 (귀하의 사용자의 사용자 정보는 물론) 귀하의 개인정보를 계속 보유할 수 있습니다. 비록 귀하가 귀하의 사용자 계정을 정지하거나 특정 서비스의 사용을 중단한 후에도, 폐사는 법적 의무 준수, 폐사의 사용자 및 그들의 사용자의 사용자에 대한 분쟁의 해결, 부정 행위 및 남용의 방지, 계약을 이행 또는 폐사의 합법적 이해를 보호하기 위하여 타당하게 필요한 경우, 그런 개인정보를 계속 보유할 수 있습니다.

당사는 우리 관리 하에 있는 정보에 적용되는 정보 보유 방침을 두고 있습니다. 귀하의 개인정보가 더 이상 요구되지 않을 경우 그것을 안전하게 삭제할 것입니다.</p>
				</div>
				<div id="privacy13" class="w3-container page">
					<h1>13. 보안</h1>
					<p>Wix는 귀하가 폐사에 제공한 개인정보를 물리적, 전자적 및 절차적 조치로 보호하기 위하여 고안된 보안 방안을 시행하고 있습니다. 그런 방안으로, 폐사는 대부분의 서비스에 대하여 안전한 HTTPS접속을 제공하며, 폐사가 지정한 구매 양식에 의하여 전송되는 민감한 지불 정보(신용카드 번호 등)는 업계 표준 SSL/TLS 암호화 연결로 보호되며, 폐사는 PCI DSS (Payment Card Industry Data Security Standards) 인증을 주기적으로 갱신하여 유지하고 있습니다. 폐사는 서비스 보안을 더욱 강화하고 방문자와 사용자의 개인정보를 보호하기 위하여 또한 혹시 있을 수 있는 취약점이나 공격을 차단하기 위하여 폐사의 시스템을 주기적으로 모니터하고 주기적으로 새로운 방법이나 타사 서비스를 찾고 있습니다.

Wix가 시행하는 방안이나 노력에도 불구하고, 귀하가 올리거나, 발표하거나 Wix나 다른 사람과 달리 공유하는 귀하의 개인정보, 귀하의 사용자의 사용자 정보, 또는 다른 사용자 콘텐츠에 대하여 절대적인 보호나 보안을 보증할 수 없고 하지도 않습니다.

따라서, 폐사는 귀하의 사용자 계정과 사용자 웹사이트에 강력한 암호를 설정하고 공개되면 귀하에게 회복불능의 상당한 위해를 일으킬 것이라고 생각되는 민감한 정보를 폐사 또는 다른 누구에게도에 제공하지 않기를 당부합니다.

아울러, 폐사의 일부 서비스는 상대적으로 덜 안전하며(예, 만약 귀하가 지원 게시판 티켓을 “비공개” 대신에 “공개”로 설정하거나 비-SSL 페이지를 열람하는 경우), 이메일과 문자 메시지는 안전한 통신 방식으로 인정되지 않으므로, 폐사는 귀하게 이들 서비스에 이들 방법을 사용하여 귀하의 개인정보를 공유하지 않도록 요청하고 당부합니다.

폐사 서비스의 보안에 대한 질문이 있으시면 폐사의 웹사이트privacy@wix.com를 통하여 연락 주시기 바랍니다.</p>
				</div>
				<div id="privacy14" class="w3-container page">
					<h1>14. 공개 게시판과 사용자 콘텐츠</h1>
					<p>폐사의 서비스에는 일반대중이 접속할 수 있는 블로그, 커뮤니티와 지원 게시판이 포함됩니다.  이들 구역에 귀하가 제공하는 모든 정보는 이들에 접속하는 다른 사람들이 읽고, 수집하고 사용할 수 있음을 유의하십시오.  폐사의 블로그, 커뮤니티와 게시판에서 귀하의 개인정보를 삭제하도록 요청하기 위하여 다음 사이트를 통하여 폐사에 연락하십시오. privacy@wix.com. 일부 경우에는 귀하의 개인정보를 상기 구역에서 삭제할 수 없습니다. 예를 들어, 귀하가 타사와 귀하의 관련 프로파일에 로그인 상태로 댓글을 달기 위하여 타사 애플리케이션(예, Facebook 소셜 플러그인 앱)을 사용하고, 그 플랫폼에​게시된 개인정보를 삭제하려면 귀하는 해당 애플리케이션에 로그인하거나 그 제공자에게 연락해야 합니다.

 

어떠한 경우든, 이러한 플랫폼에서 공표되기를 원하지 않는 정보를 게시(또는 정보를 게시할 수 있는 게시 수단의 이용)하지 않을 것이 권장됩니다.

​

귀하의 사용자 계정이나 웹사이트에 사용자 콘텐츠를 올리는 경우, 그리고 서비스 사용의 일환으로 어떤 식으로든 그것을 제공하는 경우, 귀하가 모든 위험을 감수해야 합니다.  

당사는 귀하의 개인정보를 보호하기 위해 적절한 보안 조치를 강구해 두었습니다. 하지만, 폐사는 귀하의 사용자 계정을 방문하는 다른 사용자 또는 일반 대중의 행위를 제어할 수 없고 귀하의 사용자 웹사이트에 귀하 또는 당사가 설치한 모든 프라이버시 설정이나 보안 조처(예를 들어, 귀하의 웹사이트에 설정된 암호로 보호하는 구역)를 우회하는 것에 대하여 책임이 없습니다.  설사 귀하 또는 폐사가 삭제한 후에도, 타사가 그런 사용자 콘텐츠를 복사하여 보관하였다면, 사용자 콘텐츠의 사본을 캐시 및 아카이브 페이지에서 계속 볼 수 있음을 이해하고 인정하십시오.  분명하게 하기 위해, 공개되는 것을 원하지 않는 정보를 업로드하거나 게시하지 않을 것을 권합니다.</p>
				</div>
				<div id="privacy15" class="w3-container page">
					<h1>15. 사용 조건, 업데이트와 해석</h1>
					<p>폐사는 관련법의 요구에 따라, 그리고 정보 수집, 사용 및 보관 관행에 대한 변경을 반영하기 위하여 이 프라이버시 방침을 업데이트 할 수 있습니다. 폐사는 (자신의 성실한 판단에 따라서) “중요하다”고 생각하는 것을 어느 것이라도 변경하는 경우 해당 변경이 발효하기 전에 이용 약관의 1513.3항에 규정된 통지방법들 중 하나를 이용하여으로) 귀하에게 통지할 것입니다. 폐사는 귀하가 폐사의 프라이버시 관행에 대한 최신 정보를 보기 위하여 이 페이지를 주기적으로 검토하실 것을 당부합니다.  달리 규정되지 않은 한, 폐사의 최신 현행 프라이버시 방침은, 폐사의 웹사이트, 윅 앱들, 모바일 앱 및 기타 서비스와 관련하여  폐사가 귀하와 귀하의 사용자의 사용자에 대하여 가지고 있는 모든 정보에 적용됩니다.

이 문서에 포함된 모든 제목, 설명문 또는 항목 제목과 오른 쪽 “#ItsThatEasy(요지)”의 요약설명은 오직 편의를 위하여 제공하는 것이며, 어떤 식으로든 이 문서의 항목, 조항을 규정하거나 설명하지 않고 폐사에 전혀 법적 구속력이 없습니다.

이 프라이버시 방침은 영어로 작성되었으며 귀하의 편의를 위하여 다른 언어로 번역될 수 있습니다. Wix 웹사이트의 언어 설정을 바꿔서 다른 언어 버전에 접속하거나 읽어보실 수 있습니다. 이 프라이버시 방침의 (비영어) 번역본이 영어본과 상충하는 경우에는 영어본의 규정이 우선합니다.</p>
					
				</div>
			</div>
			<div class="modal-footer">
				<button type="button" class="btn btn-secondary" data-dismiss="modal">Close</button>
			</div>
		</div>
	</div>
</div>
